{"Age_Rating":{"0":"4+","1":"4+","2":"4+","3":"4+","4":"4+","5":"4+","6":"4+","7":"4+","8":"4+","9":"4+","10":"4+","11":"4+","12":"4+","13":"4+","14":"4+","15":"4+","16":"4+","17":"4+","18":"4+","19":"4+","20":"4+","21":"9+","22":"4+","23":"4+","24":"4+","25":"4+","26":"9+","27":"9+","28":"4+","29":"4+","30":"4+","31":"4+","32":"4+","33":"4+","34":"4+","35":"4+","36":"4+","37":"4+","38":"9+","39":"4+","40":"9+","41":"4+","42":"4+","43":"4+","44":"4+","45":"9+","46":"4+","47":"4+","48":"4+","49":"4+","50":"4+","51":"4+","52":"9+","53":"4+","54":"9+","55":"4+","56":"4+","57":"4+","58":"4+","59":"4+","60":"4+","61":"4+","62":"4+","63":"12+","64":"4+","65":"4+","66":"4+","67":"4+","68":"4+","69":"4+","70":"9+","71":"4+","72":"4+","73":"17+","74":"9+","75":"9+","76":"4+","77":"9+","78":"4+","79":"9+","80":"4+","81":"9+","82":"4+","83":"4+","84":"4+","85":"4+","86":"4+","87":"4+","88":"4+","89":"4+","90":"9+","91":"9+","92":"4+","93":"9+","94":"4+","95":"4+","96":"4+","97":"4+","98":"4+","99":"4+"},"Current_Version_Release_Date":{"0":"30\/05\/2017","1":"17\/05\/2018","2":"5\/9\/2017","3":"30\/05\/2017","4":"22\/07\/2018","5":"29\/04\/2019","6":"14\/11\/2013","7":"3\/10\/2018","8":"23\/11\/2017","9":"1\/8\/2008","10":"30\/09\/2008","11":"22\/11\/2008","12":"25\/07\/2009","13":"5\/5\/2019","14":"21\/10\/2008","15":"6\/4\/2015","16":"6\/4\/2015","17":"7\/10\/2009","18":"26\/04\/2013","19":"26\/04\/2019","20":"26\/10\/2016","21":"16\/03\/2019","22":"8\/3\/2017","23":"23\/12\/2018","24":"20\/05\/2017","25":"2\/10\/2008","26":"11\/4\/2018","27":"23\/01\/2019","28":"22\/05\/2019","29":"5\/12\/2016","30":"30\/05\/2017","31":"26\/06\/2015","32":"5\/8\/2016","33":"7\/4\/2019","34":"13\/09\/2014","35":"30\/05\/2017","36":"7\/4\/2019","37":"29\/11\/2008","38":"5\/12\/2012","39":"30\/12\/2014","40":"20\/06\/2019","41":"17\/06\/2017","42":"25\/09\/2015","43":"28\/01\/2016","44":"29\/08\/2017","45":"26\/03\/2019","46":"16\/10\/2017","47":"11\/9\/2009","48":"28\/08\/2009","49":"24\/09\/2015","50":"22\/08\/2011","51":"16\/01\/2009","52":"9\/7\/2016","53":"7\/10\/2018","54":"9\/7\/2015","55":"10\/5\/2018","56":"13\/10\/2018","57":"13\/10\/2018","58":"30\/06\/2010","59":"2\/7\/2014","60":"6\/5\/2009","61":"12\/1\/2011","62":"28\/01\/2009","63":"19\/02\/2009","64":"9\/9\/2016","65":"7\/12\/2017","66":"11\/12\/2018","67":"9\/9\/2016","68":"2\/7\/2014","69":"9\/9\/2016","70":"30\/05\/2019","71":"10\/10\/2018","72":"10\/10\/2018","73":"13\/07\/2018","74":"29\/01\/2011","75":"28\/09\/2017","76":"2\/7\/2014","77":"23\/03\/2016","78":"11\/9\/2017","79":"23\/03\/2016","80":"16\/08\/2017","81":"15\/12\/2017","82":"16\/10\/2016","83":"7\/12\/2017","84":"21\/12\/2010","85":"17\/08\/2017","86":"18\/07\/2010","87":"7\/2\/2012","88":"27\/06\/2018","89":"28\/09\/2017","90":"24\/07\/2019","91":"31\/08\/2016","92":"5\/7\/2017","93":"31\/08\/2016","94":"5\/10\/2017","95":"3\/5\/2009","96":"3\/7\/2009","97":"20\/01\/2016","98":"13\/11\/2012","99":"21\/06\/2017"},"Description":{"0":"Join over 21,000,000 of our fans and download one of our Sudoku games today!\\n\\nMakers of the Best Sudoku Game of 2008, Sudoku (Free), we offer you the best selling Sudoku game for iPhone with great features and 1000 unique puzzles! \\n\\nSudoku will give you many hours of fun and puzzle solving. Enjoy the challenge of solving Sudoku puzzles whenever or wherever you are using your iPhone or iPod Touch. \\n\\nOPTIONS\\n\\nAll options are on by default, but you can turn them off in the Options menu\\n\\u2022 Show Incorrect :: Shows incorrect answers in red.  \\n\\u2022 Smart Buttons :: Disables the number button when that number is completed on the game board.   \\n\\u2022 Smart Notes :: Removes the number from the notes in the box, column, and row that contains the cell with your correct answer.\\n\\nFEATURES\\n\\n\\u2022 1000 unique handcrafted puzzles\\n\\u2022 ALL puzzles solvable WITHOUT guessing\\n\\u2022 Four different skill levels\\n\\u2022 Challenge a friend\\n\\u2022 Multiple color schemes\\n\\u2022 \"ALL notes\": tap the \"All notes\" button on to show all the possible answers for each square.  Tap the \"All notes\" button off to remove the notes.\\n\\u2022 Hints: shows the answer for the selected square or a random square when one is not selected\\n\\u2022 Pause the game at any time and resume where you left off\\n\\u2022 Best times, progress statistics, and much more\\n\\nDo you want more? Try one of our other versions of sudoku which have all the same great features!\\n* Try Color Sudoku for a fun twist to solving sudoku puzzles. \\n* For advanced puzzle solving, try Expert Sudoku to challenge your sudoku solving skills.","1":"The classic game of Reversi, also known as Othello, is a much-loved strategy board game. It is often described as taking only a minute to learn but a lifetime to master. Each game only takes a few minutes, making it ideal for your iPhone or iPod Touch. It can be played by all ages. This continues to be one of the most sought-after versions of the game for the natural AI when playing against the CPU and the refreshing, crisp graphics.\\n\\nFEATURES:\\n\\n- One or two player mode\\n- Six levels of difficulty from beginner to guru\\n- Each level has its own style of play\\n- Strong computer opponent at higher levels\\n- Fast computer play!\\n- Option for suggestions to help improve your game play\\n- Four gorgeously styled boards\\n- Unlimited undo and redo\\n- Scoreboard\\n- Auto-save game in progress\\n- Can listen to your iPod whilst playing\\n\\n\"There are several free Reversi games in the app store, but none have the breadth of options or depth of AI of this paid version. AppCraver looks forward to seeing what developer Kiss The Machine comes up with next\" - www.appcraver.com\\n\\n\"For those who are serious about playing Reversi and want a serious AI challenge get this one\" - mrbass.org best iPhone and iPod Touch games","2":"Play the classic strategy game Othello (also known as Reversi) on your iPhone or iPod Touch. The object is to finish the game with more of your pieces on the board than your opponent.\\n\\nFEATURES\\n\\n- Play against the iPhone or against another person.\\n- Three difficulty levels allow for casual play while still providing a challenge to experienced players.\\n- Option to show (or hide) the current legal moves. Very useful when learning to play.\\n- Option to turn on or off disc flipping animations. \\n- Automatically saves the game when you leave so you can pick it back up later.","3":"Top 100 free app for over a year.\\nRated \"Best Sudoku Game of the Year\" by Apple.\\nRated #9 Game of the Year by Apple.\\nRated #24 App of the Year by Apple with over 10,000 apps competing!\\n\\nWith unique handcrafted puzzles across four different skill levels, Sudoku (Free) is a great introduction to the fun and puzzle solving challenge of Sudoku.\\n\\nOPTIONS\\n\\nAll options are on by default, but you can turn them off in the Options menu\\n\\u2022 Show Incorrect :: Shows incorrect answers in red.  \\n\\u2022 Smart Buttons :: Disables the number button when that number is completed on the game board.   \\n\\u2022 Smart Notes :: Removes the number from the notes in the box, column, and row that contains the cell with your correct answer.\\n\\nFEATURES\\n\\n\\u2022 Multiple color schemes\\n\\u2022 Unique handcrafted puzzles\\n\\u2022 Four different skill levels\\n\\u2022 Challenge a friend\\n\\u2022 ALL puzzles are solvable WITHOUT guessing\\n\\u2022 4 color schemes\\n\\u2022 \"ALL notes\": tap the \"All notes\" button on to show all the possible answers for each square.  Tap the \"All notes\" button off to remove the notes.\\n\\u2022 Hints: shows the answer for the selected square or a random square when one is not selected\\n\\u2022 Pause the game at any time and resume where you left off\\n\\u2022 Best times, progress statistics, and much more\\n\\nDo you want more? Try one of our other versions of sudoku which have all the same great features!\\n* Look for our paid edition of Sudoku with 800 puzzles and more unique color schemes.  \\n* Or try Color Sudoku for a fun twist to solving sudoku puzzles. \\n* For advanced puzzle solving, try Expert Sudoku to challenge your sudoku solving skills.","4":"\"Senet Deluxe - The Ancient Game of Life and Afterlife\\n\\nSenet is an ancient Egyptian race game and the predecessor of our modern Backgammon. The oldest known form of the game is shown in a painting from the tomb of Hesy (circa 2686-2613 BCE). Many pictures of the game and artifacts have been discovered and are displayed in Museums around the world. The commonness of these finds indicates that the game was very popular in its time.\\n\\nThe main adversaries in Senet are the Spools and the Pyramids. These pawns follow a path from their start positions to the House of Horus in an inverted 'S'. The player moving all of his pawns off the board first wins. Fields on the Senet board are called houses. Some of these have special significance and are adorned with icons like the Ankh symbol. Instead of dice flattened sticks are used. Each stick has a bright side and a dark side. Every bright side is a point. If only dark sides are showing the player is awarded 5 points. When a 1, 4, or 5 is thrown the player gets another turn.\\n\\nWhen moving into a field occupied by an opponent, the pieces switch places. If, however, the opponent's pawn is part of a row of two or more, it cannot be beaten. It is possible to 'jump' over an opponent if it isn't part of a row of 3 pieces or more. 3 pieces are considered a block and are an important strategic tool.\\n\\nThrough symbology Senet hints at the afterlife as seen from an Egyptian point of view. If one's piece is beaten on one of the last three fields or the jump over the House of Water is not successful one moves back to the house of Rebirth. In such the game alludes to reincarnation and the journey of the dead.\\n\\nSenet Deluxe is a truly unique strategy game. It features great animation, a soundtrack, an intelligent adversary, enforceable backwards moves, highlighting for acceptable moves, game statistics and online help. Be prepared to spend many hours with the most popular game of the antiquity.\\n\\nFor more screenshots and several videos of the application in action, please visit the website indicated below.\"","5":"Sudoku will tease your brain, challenge you or allow you to unwind and relax. With the easiest interface, it will give you the perfect Sudoku experience. Big numbers, a straight-forward toolbar for the actions you will use the most, plus all the options to personalise your game. Choose your level, from easy to expert, have your mistakes counted and duplicated numbers highlighted or choose the \\u201cPro Mode\\u201d to have no help in solving your puzzle. Get hints whenever you are stuck and \\u201cpencil in\\u201d your notes or erase entries.\\n \\nChoose among 3 themes for the look of your board: the white and elegant, for a light, modern look; the blue for a touch of originality or the dark theme, best for low light environments or to relax even more.\\n \\nTo relax or challenge yourself, for your time out or for a bit of brain training, Sudoku is the game for you. \\n \\nFeatures of Sudoku:\\n- Get a new puzzle every time. Sudoku has thousands of different boards for you, all with a unique solution.\\n- Challenge yourself with 4 difficulty levels: for beginners and experts alike.\\n- Use the Hints whenever you need a little help getting through the puzzle.\\n- Make the most of the \\u201cPencil Mode\\u201d, taking notes of all the possible numbers that could go in a cell.\\n- Duplicated numbers in a column, row or block will be highlighted for you to avoid repetitions.\\n- Erase a number or undo a move easily.\\n- Go \\u201cPro\\u201d to play as if you had pen and paper. No mistakes will be counted for you, no duplicates will be highlighted. It\\u2019s just you and your puzzle.\\n- Choose one of the amazing 3 themes: paperwhite, dark (ideal for playing with less light) and original blue.\\n- Unlock fun achievements. Can you finish a game in 30 seconds or solve a puzzle without undos? Additional challenges for additional fun.\\n- Worldwide Leaderboard to compete with players of Sudoku from all over the world.\\n \\nTake this amazing brain training with you anywhere, anytime. Download it now and start playing the classic logic puzzles with numbers straight away. Free.\\n\\nIf you have a critic, suggestion or just want to say \"hi\" please write us: support@outofthebit.com\\n\\nFollow us on social media:\\nFacebook\/outofthebit\\nTwitter: @outofthebit","6":"\"Gravitation is a new implementation of the puzzle strategy game, specifically written to take advantage of iOS 3D accelerators.\\n\\nIn this new version, as you rotate your device, the ball's will 'fall' whichever direction is currently down.  By rotating the screen, you can change the layout of the balls as they fall to the new bottom.  The more balls of the same color that are connected, the higher the points you get.\\n\\nGame Center support shows the scores of you, your friends and all players. \\n\\nGravitation will remember its position if it is interrupted.   Multiple player names may be entered.\\n\\nSupport for English, French, Italian, Spanish, Portuguese, Japanese and Chinese is included.\"","7":"\"50 levels of addictive puzzling strategy fun! Play against your device or another player, taking it in turns to place triangular pieces on the board to fill up hexagons. When a hexagon has as many pieces within it as it has hexagons touching it, it explodes and sends its pieces to those hexagons, 'colonising' them and making them your own.\\n\\nGain bonuses by setting off chain reactions of explosions!\\n\\nOnce you've colonised the required percentage of hexagons for that level, you win and advance to the next level.\\n\\nPlan your game wisely, as one wrong move can really turn the tables!\\n\\nFeatures:\\n- 1-player and 2-player modes\\n- 50 levels!\\n- Hi-scores\\n- Special bonus hexagons\\n- Random boards\\n- Levels grow in difficulty\\n- Resume a saved game\\n- Start at any level you've previously reached in a 1-player game\"","8":"\"Jeu simple qui consiste \\xe0 trouver comment retourner 6 cartes en suivant la r\\xe8gle.\\n- Click sur une carte retournera la seconde suivante.\\n- Une carte retourn\\xe9e n'est plus clickable.\\n\\nExemple : click sur la carte 1 retournera la carte 3\\nTrouverez vous comment retourner au moins 6 cartes ?\\n\\nLe tirage des cartes est al\\xe9atoire.\\nJeu simple de strat\\xe9gie adapt\\xe9 aux enfants.\\n\\n\\xa2 Pautex JF, NANCY 2010-2017\"","9":"Barrels O\\u2019 Fun is a simple but challenging solitaire game where you match barrels to clear the board before time runs out.  The faster you are, the higher your score.\\n\\nFeaturing 3 difficulty levels and complete in-game instructions, Barrels O\\u2019 Fun is sure to keep you entertained on the bus, between classes, whenever and wherever you go.  Challenge your friends to see who can get the highest score.\\n\\nTo get a look at the gameplay, check out the \"How-To-Play\" video on our website at:   http:\/\/web.mac.com\/bensanborn\/iWeb\/BesqWare\/BarrelsOFun.html","10":"Quaddraxx-Logic \\u2013 Challenge your brain!\\n\\nDissolve a 3D cube made up of dice by rotating or switching dice into rows of the same color or number. \\nTrain your memory, logical thought, spatial sense and more\\u2026\\n\\nAdvanced user interface\\nUsing the touch screen and accelerometer, three dimensional logic games have never been as intuitive as this:\\n\\n- Put your finger on the rotate button and tilt your device to rotate the view.\\n- Swap and rotate dice using intuitive gestures on the touch screen.\\n\\nGame features\\n- Easy to understand \\u2013 but addictive! \\n- Two game modes and three difficulty levels.\\n- Virtually endless number of different puzzles.\\n- Undo-function for difficult situations.\\n- Hall of fame \\u2013 Beat your friends?","11":"\"The objective of Lumen is to light up all the checkpoints in the puzzle by bouncing, coloring, and maneuvering a laser beam through obstacles. \\n\\nLumen is meant to be picked up quickly, and enjoyed endlessly. There are only 5 simple parts to learn before you can begin playing.\\n\\nPuzzles can be enjoyed leisurely, even put down and resumed later, as there are no timers or scores. Just sit back and relax with Lumen.\\n\\nThe full (non-Lite) version of Lumen has access to an online database of over 2,100 puzzles. If you enjoy Lumen Lite's puzzles, please take a look at the full version.\"","12":"Are you ready for some popping?  Once you pop you can\\u2019t stop!  This fast paced game is easy to learn but impossible to master.\\n\\nBubbles must be popped in order from the lowest to highest number.  Pop as many as you can for points but do so before time runs out.  Make a mistake and you\\u2019ll lose time.  Clear a round and you\\u2019ll earn bonus time. The more bubbles you pop the harder it gets!  Warning: Extremely addicting.  \\n\\nCan you get highest pop score?\\n\\nFeatures:\\n- Easy, Medium, Hard levels\\n- Worldwide high scores system\\n- Lots of bouncing bubbles\\n- Fast action popping\\n- Fun animations and sound\\n- Increasing difficulty","13":"AWARDED \"BEST PUZZLER\" IN MACWORLD\\'S \"THE BEST GAMES OF 2008\"!\\n\\nNOMINEE FOR \"BEST PUZZLE GAME\" IN \"2008 BEST APP EVER AWARDS\"!\\n\\nRATED \"BETTER\" IN APPREVIEW!\\n\\n\\nGetting tired of Sudoku? Why not try Marple?\\n\\nMarple is a game of logic and deduction. The playing field consists of 20 tiles arranged in 4 rows of 5 columns each and a set of clues. The goal of the game is to figure out the correct order of those 20 tiles using the given clues by process of elimination.\\n\\nThere are four different types of clues: \"In between\", \"Left of\", \"Same column\" and \"Next to\". \"In between\" clue tells that the middle tile has to be located in between the other two. It however does not tell the order of the other two tiles or how far they are from the middle one. \"Left of\" clue tells that the left tile has to be located left of the right tile. It however does not tell how far apart they are. \"Same column\" clue tells that the two tiles have to be on the same column. \"Next to\" clue tells that the two tiles are adjacent to each other. It however does not tell the order of the two tiles.\\n\\nFeatures:\\n * 1,000,000 fiendishly clever puzzles to play so don\\'t expect to run out of them any time soon! At 3 minutes \/ puzzle, 1 hour \/ day = ca. 137 years of puzzles!\\n * Tutorial mode\\n * Hint system that highlights a clue that you should be concentrating on next and also explains exactly what you should be doing next.\\n * Graphical help with beginner tips","14":"Play the classic edge matching puzzle game Tetravex on your iPhone or iPod Touch!  Arrange the tiles in the playing area so that the colors match along tile edges.  But think carefully -- the game can be more challenging than it looks!\\n\\nFeatures:\\n\\nFour difficulty levels: simple, easy, medium and hard.  Tetravex can be easy enough for children, or difficult enough to confound even the strongest minds.\\n\\nOnline and local high scores.  Try to beat your best times on easy, medium, and hard, or challenge your friends and the world for the top spots on  medium and hard.\\n\\nNever lose progress.  Tetravex always saves your game so that you can resume it later.  And if you get a high score while your device has no network connection, Tetravex will submit it next time you connect.\\n\\nThe Lite edition of Tetravex limits you to the simple and easy difficulty levels.  If you demand a true challenge, just follow one of the in game links to purchase the full version!","15":"Awele\/Oware is the oldest African board game and is still widely played throughout the world today. It\\'s known by many names. Awele\/Oware is a game of strategy and is easy to learn and fun to play. You can play against the computer or a friend. The object of the game is to capture more seeds than your opponent. You sow seeds and capture seeds from you opponent, all the while not starving your opponent. For more information on Awele\/Oware, see the Wikipedia page at \"http:\/\/en.wikipedia.org\/wiki\/Oware\"\\n\\n- Full HD retina\\n- One or Two players\\n- 5 different themes\\n- 3 different difficulty levels\\n- Game Center","16":"Awele\/Oware is the oldest African board game and is still widely played throughout the world today. It\\'s known by many names. Awele\/Oware is a game of strategy and is easy to learn and fun to play. You can play against the computer or a friend. The object of the game is to capture more seeds than your opponent. You sow seeds and capture seeds from you opponent, all the while not starving your opponent. For more information on Awele\/Oware, see the Wikipedia page at \"http:\/\/en.wikipedia.org\/wiki\/Oware\"\\n\\n- Full HD retina\\n- One or Two players\\n- 5 different themes\\n- 3 different difficulty levels\\n- Game Center","17":"\"How about a nice game of chess?\" -- Joshua, in WarGames\\n\\nCurrent version has these features:\\n- 5 Levels \\n- Undo\/Redo\\n- Move history\\n- Load\/Save games\\n- Play by email\\n- Play One on One\\n- Swap side\\n- Show valid moves when playing level 1\\n\\n...delete games with a standard swipe gesture. This is, in the game list, place your finger on a games name and swipe right and a Delete button will appear.\\n\\nThe emails sent with the Play by email feature should be read on a iPhone\/iPod touch and when receiving an email one only need to tap the link in the email.","18":"*More than 4 Million downloads!!!\\n\\n#1 iPhone Free App in USA, Canada, UK, France, Spain, Sweden, Finland, Australia, Argentina, Paraguay and Lithuania.\\n\\n\"Little games like Catcha Mouse are equally compelling reasons to reject important phone calls. Plus, and we can\\'t stress this enough, it\\'s so totally free.\"  - joystiq.com\\n\\nCatcha Mouse is a very easy to learn game!\\nYou\\'ll have to use all your wit to corner the mouse before he escapes through the holes!\\nIt\\'s a fun way of testing your intelligence and improving your skills!\\nIf you enjoy challenging games, you will love Catcha Mouse!\\n\\nFor news and updates follow us on: twitter.com\/odasoft and facebook.com\/odaSoft\\n\\n\\nFeatures:\\n\\n- 600 challenging levels.\\n\\n- Lovable graphics and sounds.\\n\\n- Game Center Leaderboards.","19":"You can now play Sudoku, Killer Sudoku, Jigsaw Sudoku, Kakuro,Mini Sudoku, Sudoku X, Hitori, Nurikabe and Futoshiki from the one application.\\n\\nOur puzzles are published worldwide including the Daily Telegraph, Chicago Tribune and LA Times. All our puzzles are expertly graded and we guarantee that there is only one solution. Our puzzles can be solved using logical methods with no guesswork required.\\n\\nWe run a daily competition for each puzzle type and you can submit your completed entry and view your position on our daily leader board. \\n\\nYou can practice Sudoku puzzles by choosing from our graded puzzles - Gentle, Moderate, Tough and Diabolical.\\n\\nWith both the Daily puzzles and the Practice Puzzles, we save your progress as you go, stopping the clock as you exit. All pencil marks are saved when you exit.\\n\\nThe display is clear and easy to read and you can also display possibles for any cell. You can enter pencil marks for all puzzle types. Pencil marks are saved when you exit the application or receive a phone call.","20":"\"Mind the Corners is a board game where the goal is to place as many of your pieces on the grid as possible. Each piece consists of 1 to 5 square blocks, and scoring is by the number of unplayed squares (lowest score wins). There is a simple rule for what moves are allowed: the new piece must touch one of the player's own pieces, but only at a corner. Each player's first piece is played at one of the corners of the board.\\n\\nPlay is adjustable: 2-4 players (any of which can be computer players), different board sizes, a variable number of randomly placed blocking squares, player colors,  and whether piece placement is by dragging or selection.\"","21":"\"'All You Can Eat' is a very enjoyable game. It's not as easy as it may look - you need some training to eat as much as possible - without being harmed by the fire.\\n\\nThe smiley will be directed by the player. The only directions are left and right. As soon as the smiley will reach the end of one of the 8 platforms will he fall down - to the next platform or in case there is no platform below, to the bottom.\\n\\nTouch the display anywhere on the left half to move the smiley to the left or on the right half to move him right.\\n\\nThe game makes no annoying sounds so feel free to play your favorit iPod music. \\n\\nEat as much as you can - beware of the fire - use the four elevators - have fun !\\n\\n###### Check your homepage for a demo video ######\\n(www.soundside.de)\"","22":"Your Goal is to make leave the red square towards the top of the board.  \\nThis game seem very difficult, ideal to develop some reflexion.\\nThis Ipod\/iphone implementation is close to best simulate original wood pieces.\\nA minimum of 81 blows are necessary to make leave enclosed red square, maybe you will use more 300 blows with a severe drive. \\nTry demolished it ! \\n\\n- Automatic saving your game when quit.\\n- Shake it to restart new game.\\n- Net best score on request.\\n- Can play without net connection.\\n- You can add your best score in the best net list.\\n\\nJF Pautex \\xa92008-2017","23":"Neiscat is an original strategy game, where you will play against the iPhone\/iPod touch.\\n\\nThe game was adapted from its original version on the HP-41 calculator.\\n\\nThere are only a small set of rules, but the possibilities for strategies are endless.\\n\\nA new game starts with the number 3 in the middle of an hexagonal board.  The objective is to complete 1-2-3 series either vertically or diagonally.  You and the iPhone\/iPod touch will play each in turn the numbers in the order 1-2-3-1-2-3...   The number completing a 1-2-3 series will be added to your score, hopefully a 3.  Once a number has been used to score a 1-2-3 series, it will be highlighted and neither player will be able to reuse it.\\n\\nFEATURES\\n - Addictive, you want to win. Come on, its a phone, how good can it really be?\\n - 4 levels of difficulty, from easy to \"better not make any mistake\"\\n - A tutorial is available to explain and demonstrate game play.\\n - You can listen to your music while playing the game, no interference.\\n - Saves your current game, so you can play 5 minutes while waiting for the bus, and not loose you winning streak.\\n - You can email your statistics\/scores to the Neiscat online site to share with everyone.\\n\\nGood Luck!!!\\n\\nThanks go to Scott Harmon for his excellent suggestions and comments and to Doug Lynch for his review at AppStoreApps.\\n\\n*** Runs under iOS 5","24":"Boomshine is an addictive casual game. Touch the screen to start a chain reaction and try to explode as many dots as needed to pass a level. The game contains 12 levels ranging from the easy to the hard (25 tries on average to beat level 12).\\n\\nTry the original flash version online at http:\/\/www.k2xl.com\/games\/boomshine","25":"Maximize your score for the first four levels of our top rated puzzle game in this free version. If you like Gaia lite and want more challenges then purchase the Gaia full version.\\n\\nCritics on the full version of Gaia...\\n\\n\"One of the most usable iPhone games we\\u2019ve played yet [...] This beautifully crafted puzzle game deserves a spot on every iPhone.\" - SlideToPlay.com (4\/4 Must Have)\\n\\n\"The unique visual style and sound effects [...] make Gaia the puzzle game worth playing.\" -FingerGaming.com (4\/5 Stars)\\n\\n\"Fantastic iPhone puzzle game that\\'s sometime familiar, sometimes new and always fun to play.\" - TiltGamer.com\\n(8\/10 + Editor\\'s Choice)\\n\\nUnique and Captivating...\\n\\nEngaging graphics and clever gameplay combine to create a never-before-seen experience only possible on the iPhone.\\n\\nGaia is simple: pieces fall onto the screen and link together to form complex blocks. By rotating the iPhone and eliminating the right blocks with a touch, a player can grow a larger block and earn more points. In this way, Gaia rewards deep thinking players while remaining simple and intuitive.\\n\\nWe take pride in Gaia\\'s satisfying responsiveness and ease of play. So be careful, you may find yourself addicted. We did.\\n\\nGaia lite Features:\\n- Four levels. Full game continues with unlimited levels and increasing difficulty until the player runs out of moves.\\n- Includes 10 hand-illustrated nature themed pieces. Full Game has 10 more.\\n- Watch out for Toxic Hazards. Full game includes Radioactive, and Biological hazards!\\n- Touch sign your highscores with your initials (or draw a picture)\\n- Points multipliers. Full Game includes bonus levels.\\n- Soothing sound effects and autosave on quit or phone call\\n- No language - uses only universal symbols - so anyone can play!","26":"OVERVIEW\\n\\nThe invasion begins!  Pint sized soldiers are storming your country - do you have what it takes to defeat them?   Customize your strategic defenses using a wide selection of powerful weapons.  Control the battlefield with a vast array of tactics against countless waves of unique land and air invaders! Countless hours of entertainment and replayable challenges!  Enjoy a growing experience through DLC maps! \\n\\nDo you have what it takes to stop the fieldrunners and rise to the top as the ultimate tower defense champion? \\n\\nKEY FEATURES\\n\\n\\u2022 Retina display support for gorgeous artwork!\\n\\u2022 Addictive gameplay for hours of action!\\n\\u2022 Over 800 waves across 8 unique battlefields!\\n\\u2022 11 devastating weapons for ultimate defenses!\\n\\u2022 Stunning visuals in a hyper detailed world!\\n\\u2022 Epic amounts of achievements!\\n\\u2022 Full Game Center integration!\\n\\nExperience the award winning tower defense game like never before thanks to full Retina display support!  Stop the invading fieldrunners by creating mazes out of powerful weapons in this classic strategy game.  Control the battlefield using limitless strategies and a diverse selection of upgrade-able towers!\\n\\nAWARDS\\n\\n\\u2022 \"Best Mobile Game Award!\" 2009 IGF Mobile \\n\\u2022 \"Excellence in Art Award!\" 2009 IGF Mobile\\n\\u2022 #1 in \\u201cTop 10 Must Have Games\\u201d Gizmodo \\n\\nCRITICAL ACCLAIM\\n\\n\\u2022 TIME Magazine - \\u201cTop 10 Video Games of 2008\\u201d \\n\\u2022 PC Magazine - \"Must-Have iPhone Games\" \\n\\u2022 EDGE Magazine - \\u201cTop 30 of 2008\\u201d\\n\\u2022 Boston Herald - \\u201c#3 iPhone Game of 2008\\u201d\\n\\nCONTACT SUBATOMIC STUDIOS\\n\\n\\u2022 Twitter: @Fieldrunners\\n\\u2022 Facebook: facebook.com\/fieldrunners\\n\\u2022 Web: subatomicstudios.com\\n\\u2022 Forums: subatomicstudios.com\/forum\\n\\u2022 Email: info[at]subatomicstudios.com\\n\\nTHANK YOU\\n\\nEveryone here at Subatomic Studios thanks you for playing our first game! Please rate Fieldrunners to show your support.","27":"Lux is a game of strategy and world conquest!\\nSimilar to the board game RISK, but better! \\nFaster, free, with fun varied computer AIs!\\n\\nVoted #1 iPhone game by Wired.com readers!\\n\\nControl the Blue armies and conquer the map. \\nFight a virtual war to dominate the world.\\n\\nTIPS:\\n- attack with 3 or more armies for best odds\\n- take over 1 enemy country per turn for a card\\n- fully eliminate an enemy and you get their cards\\n\\nLux Touch is fully FREE! \\nNo in-app purchases!\\nNo risk download! \\n100% free!\\n\\nGet our premium game Lux DLX for...\\n- more AIs\\n- more maps\\n- more settings\\n- more hot graphics\\n- more human players\\n- more of your dreams come true\\n\\nLux Touch is a mobile version of Lux Delux,\\navailable now for your desktop and laptop.\\n\\n\"Because taking over the world is fun!\"\\n\\nLux is NOT associated with the board game RISK.","28":"\"Don't Square is a game with only one rule: avoid forming a square with your gaming pieces on the board. But this is not as simple as it sounds and first you have to practice in order to win. It\\xb4s a real challenge! :)\\n\\nBy playing this game you can relax while you are developing your logical skills. It is ideal for long lasting travels and very useful, especially if children are traveling with you. Never feel bored again with Don't Square!\\n\\nThere are five different difficulty levels and you can also set a time limit. If you are too slow the iPhone will make a move for you. You can choose to play against your iPhone\/iPod or invite someone for a match. It will be fun for sure!\\n\\nFor the courageous ones: increase the level of difficulty by enlarging your board!\\n\\nFor questions and comments: support@solid-apps.com.\\nWe are looking forward to your feedback and your rating! :)\"","29":"\"Welcome to Smart Rummy - An Intelligent Gin Rummy Player!\\n\\nCard players love this fast paced game of Rummy!\\n \\nA game of memory, card sense, skill and luck, Smart Rummy provides quick action as the situations change rapidly. Smart Rummy is ideal for people who enjoy card games and relish competition. You can play a few hands in minutes or spend hours immersed in competition.\\n \\nSmart Rummy offers choice of six opponents with two levels of playing expertise and different styles of play to give you a variety of competition. Perfect for beginners as well as experienced players, Smart Rummy can sharpen your Gin Rummy skills and card memorization techniques with fast action and fun. \\n \\nThe game involves animations and colorful playing cards for visual appeal. It keeps track of scores and lets you set the game limit. When the hand ends, the score is automatically figured and recorded. A Preferences screen gives you many playing options. You can also choose to expose the opponent's hand to observe the playing style. Cards can be moved using buttons, tapping or dragging. The game table displays dealt hands, opponent, knock count, and the deck and discard piles.  Smart Rummy comes with built in scrollable guide pages for easy reference and navigation buttons.  Scores, Preferences and Guide views can be accessed using simple swipe gestures.\\n \\nSmart Rummy is based on the scientific Gin Rummy principles from the paperback book, How To Win At Gin Rummy - Playing for Fun and Profit, by Pramod Shankar, PhD. This book is a simple and easy-to-read guide with a thorough study of Gin Rummy. It provides the basics, simple tactics, 10 Golden Rules of play, advanced strategies, and odds for card plays and combinations. It can help players of all levels from beginner to advanced and is a must read guide for the serious Gin Rummy money players.\\n\\nThis App is configured for iPhone and iPad, has HD graphics, sounds and ability to sort hands by moving cards around.  It saves preferences and scores to continue the same game later, and keeps track of maximum wins and losses.  It allows unlimited undo of moves by simply triple tapping the screen.\\n\\nAll these features provide a unique gin rummy playing experience, fun practice and opportunity to develop and practice new strategies.\\n\\nBuy it today and start having fun!\"","30":"Join over 21,000,000 of our fans and download one of our Sudoku games today!\\n\\nMakers of the Best Sudoku Game of 2008, Sudoku (Free), we offer you the same great features with 1000 extremely difficult puzzles!\\n\\nWarning!  Expert Sudoku is for serious Sudoku players.  Our hand-crafted puzzles are solvable with only one solution and no guessing.  Show your expertise using advanced solving techniques: Naked and Hidden Triples, X-Wing, XY-Wing, Swordfish, Forcing Chain, 2-string Kite, Skyscraper, Unique Corner, and more.\\n\\nOPTIONS\\n\\nAll options are OFF by default, but you can turn them on in the Options menu\\n\\u2022 Show Incorrect :: Shows incorrect answers in red.  \\n\\u2022 Smart Buttons :: Disables the number button when that number is completed on the game board.   \\n\\u2022 Smart Notes :: Removes the number from the notes in the box, column, and row that contains the cell with your correct answer.\\n\\nFEATURES\\n\\u2022 1000 unique handcrafted puzzles\\n\\u2022 Four different skill levels\\n\\u2022 ALL puzzles are solvable WITHOUT guessing\\n\\u2022 Multiple color schemes\\n\\u2022 Challenge a friend\\n\\u2022 \"ALL notes\": tap the \"All notes\" button on to show all the possible answers for each square.  Tap the \"All notes\" button off to remove the notes.\\n\\u2022 Hints: shows the answer for the selected square or a random square when one is not selected\\n\\u2022 Pause the game at any time and resume where you left off\\n\\u2022 Best times, progress statistics, and much more\\n\\nAre you a Sudoku Master?  Then play Expert Sudoku; you will love it!  Otherwise, check out our other popular Sudoku games for iPhone and iPod Touch.\\n\\nDo you want more? Try one of our other versions of sudoku which have all the same great features!\\n* Look for our paid edition of Sudoku with 1000 easier puzzles.  \\n* Or try Color Sudoku for a fun twist to solving sudoku puzzles.","31":"\"Edgewise is a solitaire card game that's easy to learn and fun to play. The rules are simple and the strategy is subtle and complex.\\n\\nThe object of the game is to arrange all the face cards around the edges of the playing field. The game alternates between dealing cards into the playing field and removing combinations of cards that add up to 10. Play continues until all of the face cards are placed correctly or until a face card is dealt that has no place to go.\\n\\nWinning takes both luck and skill.\\n\\nEdgewise provides:\\n\\n- An animated deck and cards\\n- Right or left handed play\\n- Sound effects\\n- A running score (You vs Edgewise)\\n- A helper named Mason\\n- Built-in instructions\\n- Hours and hours of amusement\"","32":"\"ChessGenius, award winning chess program. Superb playing strength. The author's chess programs have won ten World Championships. Packed with features for beginners and experts:\\n\\n* Simple, elegant user interface\\n\\n* Powerful, compact and fast\\n\\n* Hundreds of playing levels including easy, blitz and tournament levels. Network connection not required\\n\\n* Displays thinking. Who is winning, by how much and the moves that ChessGenius is planning. Also Chess clocks, Captured pieces and Opening name. e.g. B12 Caro-Kann\\n\\n* Save\/load games in PGN format. Send games by email. Set-up position\\n\\n* Easy import \/ export of PGN database files with iTunes file sharing\\n\\n* Hint, Show legal moves and Tutor. ChessGenius can warn if a blunder\/weak move is played and give the option of take back\\n\\n* Unlimited take back and step forward\\n\\n* Play against ChessGenius. Also 2 player, self play and analysis mode\\n\\n* Optional display of captured pieces and count of positions searched\\n\\n* Game is restored after exit and restart\\n\\n* All functions work in Portrait and Landscape\"","33":"tChess Pro is the high-quality, critically acclaimed chess game with the richest features for the iPhone, iPod touch, and iPad. It\\'s perfect for every player:\\n\\nBeginners:\\nNot everybody is a chess master! Most chess games are too strong or just make random mistakes at easier levels. tChess Pro has unique algorithms to simulate human opponents.\\n\\nExperts:\\ntChess Pro has a top-tier chess engine. (Over 380 ELO points stronger than Caissa Chess.)\\n\\nEnthusiasts:\\ntChess Pro\\'s Analysis Mode is like having a chess master in your pocket. You can get the engine\\'s \"expert opinion\" about any game or position in real-time: which side is winning, and the best sequence of moves. Just like a professional desktop chess package.\\n\\nMore key features:\\n- Perfect for 1- or 2-player games\\n- Strong computer opponent\\n- Play against any ELO rating from 500 to 2500\\n- Integrated \"Learn Chess\" e-book app (Apple Staff Favorite!)\\n- Opening Library feature lets you explore chess opening theory as you play\\n- PGN Database feature lets you download and view PGN files\\n- Support for 3-stage time controls with Fischer increments\\n- Position Editor to enter positions from books, newspapers, etc.\\n- Save and load games; export them in standard PGN format\\n- Use the Profile feature to play rated games against the computer and track your progress\\n\\ntChess Pro is developed by Tom Kerrigan, author of the TSCP and Stobor chess engines.","34":"Toobz is a challenging, fast-paced game that brings together quick reactions, planning, and a little bit of luck.\\n\\nYour goal is to create a system of \"Toobz\" (pipes) beginning at a randomly-placed starting point.  Your Toobz network must allow water to flow without any spilling.  As you advance through levels, you\\'ll have less and less time to place the pieces before the water starts automatically.  You can start the water at any time, allowing you to quickly advance to the next level and earn extra points.  If you spill any water, though, your game is over and you\\'ll have to try again.\\n\\nToobz features three game modes: \"Classic Toobz\" in which only one upcoming piece is displayed, \"Show Toobz\" game in which the next four pieces are displayed, and the new \"Puzzle\" game that starts you out with a full board.","35":"Join over 21,000,000 of our fans and download one of our Sudoku games today!\\n\\nMakers of the Best Sudoku Game of the Year 2008, Sudoku (Free), we offer you the same great features in Color Sudoku.  \\n\\nIf you like to play Sudoku, you will love the challenge of Color Sudoku!  Tickle the creative side of your brain; its fun!\\n\\nOPTIONS\\n\\nAll options are on by default, but you can turn them off in the Options menu\\n\\u2022 Show Incorrect :: Shows incorrect answers in red. \\n\\u2022 Smart Buttons :: Disables the number button when that number is completed on the game board.   \\n\\u2022 Smart Notes :: Removes the number from the notes in the box, column, and row that contains the cell with your correct answer.\\n\\nFEATURES\\n\\u2022 1000 unique handcrafted puzzles\\n\\u2022 Four different skill levels\\n\\u2022 ALL puzzles are solvable WITHOUT guessing\\n\\u2022 Challenge a friend\\n\\u2022 Multiple color schemes\\n\\u2022 \"ALL notes\": tap the \"All notes\" button on to show all the possible answers for each square.  Tap the \"All notes\" button off to remove the notes.\\n\\u2022 Hints: shows the answer for the selected square or a random square when one is not selected\\n\\u2022 Pause the game at any time and resume where you left off\\n\\u2022 Best times, progress statistics, and much more\\n\\nDo you want more? Try one of our other versions of sudoku which have all the same great features!\\n* Look for our paid edition of Sudoku with 1000 puzzles and more unique color schemes.\\n* For advanced puzzle solving, try Expert Sudoku to challenge your sudoku solving skills.","36":"tChess Lite is the popular chess game designed just for the iPhone, iPod touch, and iPad. tChess is like a virtual chess board on your device. It\\'s fun and easy to use--perfect for the casual player!\\n\\nThis game features a very clean UI design and beautiful graphics. tChess is a fast and stable program. Pick up a game in your free time... and there\\'s no problem listening to your music while you play.\\n\\n(tChess Lite is a fully-functional version of tChess for casual chess players. If you\\'re an active player and want enthusiast-level features, take a look at tChess Pro, which is over 1000 ELO stronger and has received rave reviews from Grandmaster Susan Polgar, PE\\'s Chess Cast, and iPhone app critics.)\\n\\n\\ntChess Lite Features:\\n\\n- Perfect for 1- or 2-player games (on the same device, no network connection required)\\n- Tap-tap to move pieces\\n- Highlights legal moves\\n- View full game history in the Move List\\n- Go back or forward move by move and replay completed games\\n- Built-in chess clock\\n- \"Get hint\" feature to improve your game\\n- Easy to undo moves\\n- Saves your game automatically if you exit the program or take a call\\n- Play against any ELO rating from 500 to 1200\\n- Computer opponent is the most fun and realistic for beginners and casual players\\n- Use the Profile feature to play rated games and track your progress\\n- Over 15,000 openings for fresh, varied games\\n\\n\\ntChess Lite is developed by Tom Kerrigan, author of the TSCP and Stobor chess engines.","37":"Coming from the makers of the award winning Adrenaline Pool Online, Cocoto Kart Online and Adrenaline Golf Online.\\n\\nPlay checkers against people from all over the world! You will find players in a few seconds!\\n\\nCheckers Online is the only checker game with internet mode.\\n\\nFeatures of the Lite version\\n- Online play\\n- Automatic match-making\\n- Play in 8x8 (traditional rules) or 10x10 (tournament rules)\\n- Choose your look and feel with 2D or 3D graphics.\\n- Online chat and profiles\\n\\nIf you like the Lite version then you will love Checkers Online (Full version) with offline mode, play vs strong AI, choose your own nickname, use match-making search options, upload pictures to your profile and much more!\\n\\nAlso check out our new game: Cocoto Kart Online! And our other games: DinoSmash Online, Adrenaline Golf Online, Ace Tennis Online, Adrenaline Pool Online 2, Bomber Online, Adrenaline Poker Online, Chess Expert Online, Belote Online, French Tarot Online, Allowin Pumkins and Allowin Pool!","38":"Nominated one of the top free apps and top free games on the bestappever 2008 awards.\\n\\n\"TapDefense is a great game\" -- The Guardian\\n\\n\"One of the Best iphone games\" --  Brighthub.com\\n\\nDefend the Gates of Heaven from the enemies of Hell with an incredibly fun mobile TOWER DEFENSE game on your iPhone or iPod Touch.\\n\\nTapJoy is proud to bring you TapDefense -- a new TOWER DEFENSE strategy game that you can take you with you all day long. Play for hours or salvage snippets of time on the go.\\n\\nEnjoy an ever improving experience through free content updates!\\n\\nChallenge yourself and your friends by competing to master all levels and obtain high scores.\\n\\n-42 levels!\\n-6 towers types!\\n-7 enemy types!\\n-6 different game modes\\n\\n-much more ...\\n\\nDo you have what it takes to fend off the evil enemies of Hell and rise to the top as supreme Tower Defense master?","39":"Xiangqi brings you Chinese Chess like you\\'ve never seen it before!  A unique traditional Chinese watercolour inspired look compliments this exciting, full-featured game.\\n\\nA variety of difficulty levels make Xiangqi perfect both for beginners looking to learn how to play Chinese Chess and experts looking to keep their skills sharp. You can also share your screen and take on a human opponent.  Pieces are automatically rotated for the ultimate convenience in head-to-head play.\\n\\nUnfamiliar with the rules to this classic game?\\nCheck out http:\/\/en.wikipedia.org\/wiki\/Chinese_chess\\n \\n Xiangqi features:\\n - advanced AI with positional play\\n - AI honors prohibitions against stalling tactics involving repeated positions\\n - original (optional) soundtrack and sound effects\\n - animated piece movement and special effects\\n - show available moves when pieces are touched\\n - indicate which pieces have no available moves, due to general safety or blocked movement\\n - multiple difficulty levels, from novice to expert\\n - custom setup: start board from any position\\n - choose Westernized or traditional Chinese pieces\\n - unlimited undo\/redo with algebraic notation\\n - supports both tap and drag gestures\\n - automatic game save\/restore\\n - chess clocks\\n - onscreen feedback for available\/illegal moves\\n - automatically rotated pieces in head-to-head games\\n\\n\"with a pleasing soundtrack and a beautiful calligraphic style to the pieces and game board.\"-PocketGamer.co.uk","40":"Experience Warfare Incorporated, the critically acclaimed and best selling mobile real time strategy (RTS) game, FREE! Build your forces to defend and control the newly discovered planet Icarus, with its astounding mineral wealth and mysterious alien artifacts, in both multiplayer and single player game play!\\n\\nIf you enjoy games like Starcraft, Command & Conquer, and Age of Empires, you\\'ll love Warfare Incorporated!\\n\\nFeatures:\\n- Real-time action-strategy, optimized for your iOS device\\n- Play single player and multiplayer!\\n- 22 unit and structure types, 2 alien landscapes\\n- 41 built in single and multi-player missions\\n- Hundreds of add-on single and multi-player missions\\n- Online multiplayer with lobby, game rooms, player chat, leaderboard, game history, and player statistics\\n- Full PC based mission editor - create and publish your own missions\\n\\nAwards:\\n\"Best Strategy Game of the Year\" - PDArcade\\n\"Best Strategy Game of the Year\" - PalmGear\\n\"Best Strategy Game Award\" - TechnoPalm\\n\"Powered Up Game of the Year\" - PalmSource\\n... and more!\\n\\nTestimonials:\\n\"It rivals Starcraft in its strategy and replayability...\" - satisfied customer\\n\"Not since Red Alert have i had so much fun with a strategy game.\" - satisfied customer\\n\"This is a game you won\\'t be able to put down\" -- Handheld Computing magazine\\n\"Final score: PERFECT 10\" -- PDArcade.com\\n\"If you\\'re an RTS fan: go buy it now...\" - PocketPCLife\\n\"5 stars just aren\\'t enough...\" - satisfied customer\\n... and many more!","41":"Strategery is a fast-paced game of world domination, designed and built from top to bottom for the iPhone, iPad, and iPod Touch. Play against the computer or your friends in an epic battle of strategy and risk. It\\'s an App Store oldie but a goodie (check out the reviews).\\n\\nMacworld\\'s 2009 App Gems Award winner for Best Strategy Game\\n\\n\"There is no game I play on my iPhone more than Strategery\" \\n- Lex Friedman\\n\\n\"Strategery offers depth that can\\u2014and will\\u2014claim hours of your time.\"\\n- Macworld\\n\\n\"My latest iPhone gaming habit is Strategery\"\\n- Slate Magazine\\n\\n\"Lots of fun and the gameplay has a great feel.\"\\n- Daring Fireball\\n\\n\\nFEATURES\\n\\n\\u2022 Challenging game of offensive and defensive strategy\\n\\u2022 Play for a couple minutes or a couple hours (it\\'s pretty addictive)\\n\\u2022 Four difficulty settings, ranging from \"Easy\" (for the strategically impaired) to \"Brutal\" (risk being humiliated)\\n\\u2022 Online battles with push notifications and random matchmaking!\\n\\u2022 Pass-and-play multiplayer (up to 5 players)\\n\\u2022 Automatically saves your game to resume later\\n\\u2022 Randomly generated maps (four sizes) make every game a unique challenge \\n\\u2022 TONS of gameplay options to tailor the game to your preferences","42":"5x5 Shogi (MiniShogi) is a variant of Shogi (Japanese chess).\\nCompact and speedy chess like game.\\nA player can use (drop) captured pieces.\\nThis rule makes this game complicated and profound.\\n5x5 Shogi is very compatible with iPhone\/iPod.\\nK55 (PC version) have won Computer 5x5 Shogi tournament 2008, 2009.\\n\\nFeatures:\\n- Human vs. computer, human vs. human, computer vs. computer.\\n- 8 levels of computer play.\\n- Choose Western or Japanese pieces.\\n- Show the legal moves of the selected piece.\\n- Undo of moves.\\n- Save\/Load game file.\\n- Hint.\\n- Send game scores by mail.\\n- Show history of moves.\\n- Help about 5x5 Shogi rules.","43":"A beautiful and elegant chess application for the casual player.\\n\\nJohn Gruber of Daring Fireball: \\u201cWithout question the best iPhone chess game\\u201d.\\n\\nPlaying chess has never been a more pleasant experience. On any platform! Everything is beautifully rendered; from the board and pieces to the way they animate.\\n\\nDeep Green for iOS is the successor to the multi-award winning Newton version.\\n\\nIf you like Deep Green, please rate it on the App Store.\\n\\nFEATURES:\\n\\n- Play against engine or human, or engine vs. engine\\n- Adjustable engine strength\\n- Concentration setting allowing the engine to play more like a human\\n- Manual board setup\\n- Game playback (first\/previous\/next\/last position, auto-playback, drag slider)\\n- Replay of last move\\n- Move suggestion (animated on board)\\n- Take back (undo, all the way back to start)\\n- Free choice between tap\/tap and drag\/drop moving (no need to set preference)\\n- Display of captured pieces\\n- Smooth animations everywhere\\n- Game and state saved between program sessions\\n- Rich, analog-type sounds (optional)\\n- Callout notification for check, stalemate, and checkmate, (optional)\\n- Vibration on check, stalemate and checkmate, (optional)\\xb9\\n- Board coordinates (optional)\\n- Board auto-rotation (optional)\\n- Clean and beautiful user interface\\n- Two built-in skins\\n- And more\\u2026\\n\\n\\xb9) Vibration is only available if the iOS device is capable of it.","44":"Build a line of five or more jewels of the same colour to remove them from the board. If the board fills up \\u2013 the game is over.\\n\\n==============================\\n\\u201cBrilliant and relaxing! \\u201d\\n\\u201cGreat fun! What an awesome app!\\u201d\\n\"Fast and accurate gameplay,  gorgeous graphics - you have to try this one - A+\"\\u2028==============================\\n\\nThree game variations: \\n- Classic. There is no time limit and you get three new pieces after each move that did not produce a line\\n- Time Limited. New jewels will drop down after a time period. The higher the level \\u2013 the faster they come. You can also speed up the timer by taping on it.\\n- Classic + time Limited variant is the combination of two and is most likely the hardest one.","45":"Lux DLX is an epic game of strategy & conquest. Similar to the board game RISK, but better! \\n\\nFeatures: over 100 maps, smart AI, fast UI, universal app, hotseat multi-player, and many more options!\\n\\n100+ Maps include:\\n- Australia Mini\\n- Brasil Mini\\n- British Isles Mini\\n- Canada Mini\\n- China Mini\\n- Earth vs Mars\\n- Europe Mini\\n- France Mini\\n- Germany Mini\\n- Italy Mini\\n- Japan mini\\n- Rome mini\\n- USA mini\\n- 100 more for no extra charge!\\n\\nHD maps designed to fit tablet screens include:\\n- Canada HD\\n- Franco-Prussian War HD\\n- King Arthur\\n- Napoleonic Wars HD\\n- Rome HD\\n- Silicon Valley HD\\n- Spanish Civil War HD\\n- Vietnam War HD\\n- WWII Battles series\\n- and more!\\n\\nNo hidden in-app fees, everything is included in the single purchase.\\n\\nWarning: this game has serious replay value!\\n\\nVersion 3 adds:\\n- Quick-buttons for Auto-Advance and All-In-Attack modes.\\n- Enhanced OpenGL graphics engine.\\n- Supports widescreen iPhones.\\n- More maps!\\n\\nVersion 2 adds:\\n- Extra hard Reaper AI.\\n- Game menu.\\n- iPad full-screen support.\\n- Download multiple maps at once.\\n- Hotseat multi-player improvements.\\n- More maps!\\n\\nTips to Win:\\n- attack with 3 or more armies for best odds\\n- take over 1 enemy country per turn for a card\\n- fully eliminate an enemy and you get their cards\\n\\nTry out our other game Lux Touch for free.\\n\\nLux DLX is a mobile version of Lux Delux,\\navailable for desktops and laptops.\\n\\nWage a virtual war and conquer the world. Roll the dice, take a risk and win!\\n\\n\"Because taking over the world is fun!\"\\n\\nLux is not associated with the board game RISK.","46":"\"The Age of Sail! Ships-of-the-line, corvettes and brigantines battling it out on the high seas. Now imagine their captains carrying iPhones: instant access to the latest nautical charts, bird's eye view of battleship disposition, push-button cannon fire...\\n\\nThis version of the classic strategy game is seriously outdated... in a good way! Use the gorgeous interface to find your adversary's ships before they sink yours.\\n\\nTry your hand at defeating the computer, and discover that it's not so easy. We have even gotten complaints about the computer 'cheating' by looking at your ships! Rest assured, this is not and has never been the case. The computer plays fair. It's just very, very single-minded...\"","47":"RoboLogic is a neat logic game. You have to \"program\" a robot\\'s movements by dragging commands to the memory of the bot. Your goal is to activate all the marked boxes.\\n\\nVery soon you will realize though that using only the main memory is not enough and you will have to start creating and calling re-usable functions to achieve the goal.  \\n\\nRoboLogic is very easy to learn, but hard to master. \\n\\nGet ready to solve 20 levels (+5 tutorial levels) in version 1.0\\n\\nIf you get stuck in a level and need a hint visit the website or contact me. (Tell me the tier and the level number)","48":"This is the free version of Robo Logic. It contains the tutorial and the first three levels of tier 1. The full version has 20 levels in 4 tiers.\\n\\nRobo Logic is a neat logic game. You have to \"program\" a robot\\'s movements by dragging commands to the memory of the bot. Your goal is to activate all the marked boxes.\\n\\nVery soon you will realize though that using only the main memory is not enough and you will have to start creating and calling re-usable functions to achieve the goal.  \\n\\nRoboLogic is very easy to learn, but hard to master.","49":"Shogi is a Japanese version of chess.\\nA player can use (drop) captured pieces.\\nThis rule makes this game complicated and profound.\\nThere are 10 million players and a few hundred professional players in Japan.\\n\\nFeatures:\\n- Human vs. computer, human vs. human, computer vs. computer.\\n- 7 levels of computer play.\\n- Handicap games.\\n- Choose Western or Japanese pieces.\\n- Show the legal moves of the selected piece.\\n- Hint\\n- Show score option\\n- Game log.\\n- Undo of moves.\\n- Save\/Load game file.\\n- Send game record by mail.\\n- Show history of moves.\\n- Help about Shogi rules.","50":"\"Tired of fart apps? Here's a much better way to play with your iPhone.\\n\\nIt's Kings Corners\\u2122 Free - a free version of our popular Kings Corners game.\\n   \\nKings Corners Free is:\\n+ Fun\\n+ Fast\\n+ Easy to learn\\n+ Great looking\\n+ Easy to play \\n+ Challenging\\n+ Addictive\\n+ And Free\\n\\nThis free version is the same as the one you could buy, except that you'll see one ad while the program loads. That's it. No repeats, no interruptions.\\n\\nIt's a simple, enjoyable card game for your iPhone and iPod touch. You'll need a little skill and a lot of luck to win, but you'll have fun trying. \\n\\nGame play is short - a game takes 2 to 5 minutes. Play it when you want a quick break, or a little reward for finishing a boring job. It's perfect for filling that short wait for your PC to reboot, or for your date to finish getting ready. And while it's challenging enough for an adult, it's so easy to play that you can even give it to your kids. \\n\\nStop farting around - get Kings Corners Free now!\"","51":"Flip Ninja is logic puzzle game.\\n\\nAn intruder ninja has stolen the Mystic Katana from your courtyard. To capture him before he escapes,\\nyou must eliminate all illusions of himself from the grid. \\n\\nThe grid consists of tiles that can either be in the on state (with ninja) or off state (without ninja). \\n\\nTapping on a tile toggles its state as well as the state of the tiles directly above and below, as well as to the left and right.\\n\\nFeatures:\\n- Random martial arts sounds when tapping on a tile\\n- Choose from 3x3, 5x5, or 7x7 grid size\\n- Timed and untimed play modes\\n\\nKeywords: lights off black out tile theseus triazzle blocked trism nine sudoku gaps fuzzle","52":"\"Gun Runner is a trading game, inspired by the trading games  on vintage platforms such as Dopewars. \\n\\nThe basic rules of trading apply. Buy low, sell high. What's cheap in one city may be expensive in another. \\n\\nYou\\u2019ll need to fund your operations by borrowing money. But be careful, the cost of borrowing in this world can be very high so you'll need to know the cost of goods to keep ahead of those interest charges\\u2026\\n\\nTo make progress you'll need to aim high. Borrow as much as you can get but only when you know what you\\u2019re going to buy and that you're getting a good price. The interest rates are non negotiable and the penalties are harsh. \\n\\nAnd by the way the Interpol is after you. There\\u2019s nothing you can do about that, that\\u2019s the cost of doing business.\\n\\n---------------------------------\\n\\nThought a look behind the scenes might interest some of you. Below is the a snippet of code that controls some of the game variables. The multiples below are for the new version which has been submitted to Apple.\\n\\n\\n\/\/ set number of days a\\n\\n30 day game\\n180 cargoSpace\\n160,000 cash\\n10,000 debt\\n180 loanMultiple\\n\\n60 day game\\n140 cargoSpace\\n120,000 cash\\n20,000 debt\\n140 loanMultiple\\n\\n90 day game\\n100 cargoSpace;\\n80,000 cash\\n25,000 debt\\n100 loanMultiple\\n\\n180 day game\\n80 cargoSpace;\\n60,000 cash\\n30,000 debt\\n60 loanMultiple\"","53":"\"I love this game.  I can play it for hours\"\\n-- remibeau\\n\\n\"This is a terrific game and its very challenging and one of my favorites\"\\n-- Coldar\\n\\n\"Play this the most\"\\n-- Cairnblsd\\n\\nIs your brain flabby?  Time to ZAP it into ACTION with Word Zapper!\\n\\nThe rules are simple. Combine the six letters on the screen to make as many words as you can before the timer runs out.  As you wind your brain up, you\\u2019ll nail the high score.\\n\\nThe goal of every level is to solve a 6 letter word. Once you do that, you are allowed passage to the next level.\\n\\nIf you get stuck, just tap The Zapper to rearrange the letters! Doing so will often reveal previously overlooked letter combinations to give your brain a jolt!\\n\\nWhat are you waiting for?  Zap to it!\\n\\nGame Features:\\n\\u2022  Two types of game play: Timed and Infinite play (no timer!)\\n\\u2022  Track your personal high scores.\\n\\u2022  Over 10,000 words to solve! \\n\\u2022  Display the definition of any solved word (only real words used here).\\n\\u2022  Customize the display to show word hints sorted by length or as one entire alphabetical list.\\n\\u2022  Includes animation and sound effects for added realism.\\n\\u2022 Share your high score with all Word Zapper users. Now using Game Center.   You think you have what it takes to beat this?\\n\\nTimed Play gives you three minutes to move to the next round.  Your goal is to find as many words as you can.  There are actually several ways to move to the next round: solve all three letter or four letter or five letter words or one six letter word.   This gives you more ways to move to the next round.  Crank out extraordinary scores by solving as many words as you can and moving into additional rounds.\\n\\nInfinite Play is untimed and you must solve all the words to move to the next round.  There is no high score board for casual play and you can play the same game forever!\\n\\nOptions allow you to turn off sound, choose results in upper or lower case, and choose how to sort words.  \\n\\nView all your high scores, along with the global community of Word Zapper users.   Compete your score against others and see where you stand! \\n\\n\\n\"I love this game.  I can play it for hours\"\\n-- remibeau\\n\\n\"This is a terrific game and its very challenging and one of my favorites\"\\n-- Coldar\\n\\n\"Play this the most\"\\n-- Cairnblsd\\n\\nTry it.  You\\u2019ll love it!","54":"\"NEW Antivirus V1.2 just released!!! \\nAntivirus Lite coming soon!\\n\\nV1.2 is a MAJOR revision to Antivirus.\\n- Greatly improved Graphics and Animation!\\n- New High Scores Feature!\\n- New Game Over Screen and Upgrade Menu!\\n- Improved Sound and Special FX\\n- DOS Virus just as annoying as ever!\\n\\nV1.2 adds a lot of polish and makes for a richer experience, taking the Tower Defense genre in a new direction with it's sudden-death Virus theme and strong strategic elements. We've taken feedback from our fans and critics alike to make AV a better game that continues to grow and evolve as the infections spreads...\\n\\n---------------------------------------\\n\\nGame Description:\\n\\n Malware, Spyware and Trojans are attacking through your internet connection! They must be stopped!\\n \\n Spin up the CPU and power up your WiFi, Firewall and Barricade defenses while you blast Viruses off your System with an arsenal of countermeasures like the Laser Scanner and Quarantine Field!\\n \\n Choose one of six Internet Connection Configurations, fend off a dozen different types of invading Virus, you have TEN High-Tech upgradeable defenses to fend off this assault on your hardware.\\n \\n A slick user interface and a wealth of strategic options make managing your hardware easier, but it\\u2019s your skill that will harness this power and keep your System free of infection!\\n \\n If you've ever fought with a Pop-Up or kept a wary eye on a Phishing scam, this is your chance to take back the Net! Take your CPU on the offensive, and  cleanse the internet of these marauders once and for all! \\n \\n This is the most fun you\\u2019ll ever have for less than the cost of a pizza!\\n \\n You pay for the app, but the addiction comes free.\\n \\n Prepare to be HIGHLY unproductive.\\n\\n-------------------------------------\\n\\n Not convinced by our excessive use of exclamation points and caps? S'ok, check our free version Antivirus Lite. We think you'll convince yourself to come back and go for Full-On Antivirus. :)\\n\\n--------------------------------------\\n\\n          Gone Lite already?\\n\\n Wanna know what you get with the full version? \\n\\n- All Six Internet Connection configs!\\n- All the V1.2 changes\\n- Of course, free updates for all future versions which add content, features, refinements and stuff\\n\\n- Most importantly if the fans love Antivirus and it sells well ... there's going to be an Antivirus 2!\\n\\n---------------------------------------\\n\\n Help spread the infection\"","55":"Arcs is a spin on the classic sliding tile puzzle game!  Use your brain power to solve 100 circular puzzles by rotating circles and sliding arcs. The puzzles begin with simple designs and grow more complex as the levels progress. Arcs is a highly rated puzzle game that is challenging and fun for all ages!\\n\\nLove This Exercise by Ginger Peachy\\n\"This game is very Zen. I play all the levels and then start over. Beautiful colors.\"\\n\\nCool game by CancaoDeDeus\\n\"I love this game! It starts easy but progresses through more complex levels but not at a frustrating pace. I love the fact I can skip levels and then come back if I want to try later. I even started the whole thing over. Excellent.\"\\n\\nLove this game! by Dee215\\n\"I am addicted! I have to hide from people when the game updates because I can\\'t be bothered until I clear all the levels. Nice way to unwind after a stressful day.\"\\n\\nGreat mind game by Kantokahsdid\\n\"I love to play this right before bed to get my mind off things... Great mind game :-)\"\\n\\nLove it!!! by KriSk0DiSk0\\n\"The ultimate puzzle game! I cant find anything else like it. Im hooked.\"\\n\\nLove it! by cdctx\\n\"Fun and challenging, and addicting. Can\\'t wait for more levels!\"\\n\\nArcs! by FransCronje\\n\"Great fun! Awesome challenge without any frustrations. Love it!\"\\n\\nOne of my all time favorites... by KZZZZZB\\n\"...simple & beautiful.\"\\n\\nGreat sliding blocks variant by rspoonts\\n\"This game is very appealing to puzzle fans. And I love it even more now that it has an assist for color blind people. Thanks for adding this feature!\"\\n\\nGreat game by DQE\\n\"Love this app, never tire if playing it yet it is not stressful to play.\"\\n\\nBeautiful and Fun by Julesthebee\\n\"Great app - thanks for the new levels!\"\\n\\nFinally! by Peggy59372\\n\"I love this app and have been doing the same puzzles over and over again! Thank you for finally adding more!! Keep adding! \"\\n\\nAwesome by Navajo \\n\"It\\'s a tongue twister for your brain.\"\\n\\nSerious fun by Mary\\n\"This is the best puzzle app I have found! It was a fun and enjoyable challenge to learn how to rotate the discs to solve the puzzles. Please make more levels asap! Also more types of puzzles like this!\"\\n\\nExcellent game by R.Edd\\n\"This is one of the few games I have on my iPhone and iPad. A \"quick\" game you can pick up and come back to anytime. The touch interface is excellent, and while the graphics are basic, the game itself is excellent.\"\\n\\nReally fun!!! by Li3303\\n\"A great game! Copy the color pattern in the sample circle by turning the rings. There\\'s one black empty space. You push the arc you want to move onto into the empty space then turn the rings to reposition it. It\\'s like one of those number 15 puzzle games only with a circle, arcs and pretty colors.\"\\n\\nGreat game by XterryX\\n\"Really a great game I didn\\'t think it was hard enough but I was wrong. After the first puzzle it started to drive me nuts I LOVE this game.\"\\n\\nArcs Puts New Spin On Puzzling by AppSmile\\n\"The game truly meets it\\'s goal of becoming a quick and yet immersive puzzle game. Overall Pomegranate Apps really impressed us by their adaption of the tile game as well as the precision and yet simplicity of the game.\"\\n\\nMore levels please! by Boggle Fan\\n\"This is an awesome app! I am on my second run thru the puzzles and I love the simplicity and bright colors.\"","56":"This application is to record Shogi (Japanese chess) games.\\nUser cannot play against the computer.\\n\\nFeatures:\\n- Even or handicap games.\\n- Record the game information and the comments.\\n- Save \/ Load game file.\\n- Send game scores by mail.\\n- Load games on the Web.\\n  (cannot access the site requires password)\\n- Help","57":"This application is to record Shogi (Japanese chess) games.\\nUser cannot play against the computer.\\n\\nFeatures:\\n- Even or handicap games.\\n- Record the game information and the comments.\\n- Save \/ Load game file.\\n- Send game scores by mail.\\n- Load games on the Web.\\n  (cannot access the site requires password)\\n- Help","58":"Now you can play Strategery, the award-winning strategy game, for FREE! Strategery Lite features the same exciting gameplay as the full version, with no time limits or ads, but you\\'ll have to upgrade for all the fun gameplay options and to play online.\\n\\nStrategery, Macworld\\'s 2009 App Gems Award winner for Best Strategy Game, has been completely overhauled for version 3.1! \"There is no game I play on my iPhone more than Strategery,\" writes Lex Friedman.\\n\\nStrategery is a fast-paced game of world domination, designed and built from top to bottom for the iPhone, iPad, and iPod Touch. Play against the computer or your friends in an epic battle of strategy and risk.\\n\\n\"Strategery offers depth that can\\u2014and will\\u2014claim hours of your time.\"\\n- Macworld\\n\\n\"My latest iPhone gaming habit is Strategery\"\\n- Slate Magazine\\n\\n\"Lots of fun and the gameplay has a great feel.\"\\n- Daring Fireball\\n\\n\\nFeatures:\\n\\n\\u2022 Challenging game of offensive and defensive strategy\\n\\u2022 Play for a couple minutes or a couple hours (it\\'s pretty addictive)\\n\\u2022 Two difficulty settings: \"Easy\" and \"Normal\" (upgrade to the full version for \"Hard\" and \"Brutal\")\\n\\u2022 Pass-and-play multiplayer (up to 5 players)\\n\\u2022 Automatically saves your game to resume later\\n\\u2022 Randomly generated maps make every game a unique challenge. Strategery Lite includes small and medium maps (upgrade to the full version for large and epic).\\n\\n\\nUpgrade to the full version for:\\n\\n\\u2022 Online battles\\n\\u2022 Manual army placement\\n\\u2022 Automatic border placement\\n\\u2022 \"Hard\" and \"Brutal\" difficulties\\n\\u2022 Large and Epic maps\\n\\u2022 \"Winner keeps all\" game mode\\n\\u2022 \"Land grab\" game mode","59":"* Play the most romantic Dash game! With over 20 million downloads to date, Dash is one of the biggest gaming franchises ever on the iPhone and iPad.\\n* Get the popular Autumn Affair wedding venue for FREE in this special Deluxe edition of Wedding Dash.\\n\\nPlan ultimate dream weddings for picky brides and grooms!  Help Quinn launch her fledgling wedding planning business, starting with simple backyard weddings and advancing to elegant ballroom receptions. Choose all the details, manage comical disasters, and keep guests happy \\u2013 or risk the wrath of Bridezilla!\\n\\nGame Features:\\n* Plan dream weddings on your iPhone and iPad!\\n* Choose the perfect details, from wedding cakes to gorgeous flowers, for unforgettable receptions\\n* Manage comical disasters including pigeons, fires, and bees - or risk the wrath of Bridezilla!\\n* Keep guests happy by organizing their seating requests\\n* Master many levels of wedding drama and chaos \\n* Unlock additional destination weddings, including Rooftop Romance and Vows in the Clouds, through in-App purchase.\\n\\nLove Wedding Dash? Try our other addictive games, including Diner Dash, DinerTown Zoo, Hotel Dash and Cooking Dash. You\\u2019re guaranteed to see familiar faces that you know and love.\\n\\n******************* \\nWant more from PlayFirst? \\n\\nFacebook: \\nhttp:\/\/www.facebook.com\/playfirstgames \\n\\nTwitter: @playfirst \\n\\nBlog: \\nhttp:\/\/blog.playfirst.com \\n\\nWebsite: \\nwww.playfirst.com\\n\\n*******************","60":"Become a deadly spy in Agency Wars, the best massively multiplayer online game for the iPhone.  Embark on heart-pounding missions across the globe in numerous real-world locations.  Protect the planet from evil terrorists, drug dealers and corrupt warlords.  Work for one of many top-secret agencies around the world, such as the CIA, KGB, MI6 and more.  Increase your skills and abilities to become the most dangerous spy ever.\\n\\nCollect items from around the world, including futuristic laser guns, electric knives, and high-yield explosives.  Participate in a fully functional user-driven economy by buying and selling items to other players.\\n\\nBand together with other spies to embark on Joint-Missions, these dangerous tasks require multiple players to complete.\\nSick of playing the good guy?  Track other players across the globe and assassinate them, or assassinate players next to you in your real-world location using your iPhones GPS.\\n\\nThe life of a spy is not a simple one.  Be on call 24 hours a day to fulfill your agency\\u2019s plan.  Acquire hundreds of guns, knives and bombs that even the Green Berets are scared to use.  Patrol through the snow of Siberia, the mountains of China and the streets of Tokyo to find your mark.  Nobody is safe from a spy, no matter where they are.\\n\\nAgency Wars offers many features typically found only in the best console\/PC MMO RPG and FPS games.\\n\\nBrought to you by SGN, the creator of iBowl, SGN Golf and Mafia Respect and Retaliation.\\n\\nThis is the FREE Lite version, download any of the premium versions to unlock all the features in Agency Wars.  The premium versions also give you Agency Reward points, which can be used to purchase special items and attribute upgrades!  The premium versions also unlock 90 new missions, world travel and passports!\\n \\nFeatures:\\nJoint-Missions:  Embark on dangerous missions with as many as five other players.  Earn special rewards for accomplishing these deadly tasks.\\n\\nFully Functional Economy:  Find rare items throughout the world and sell them to other agents, or simply use them for yourself.\\n\\nPlayer VS Player Combat:  Fight other players throughout the world in real-time.  Eliminate the competition to become the best spy in the world!\\n\\nGeo-Location Missions:  Complete missions available in real-world locations in your home-town.  Go to secret locations to complete these extremely high-profile missions.  (iPhone Only!)","61":"Draw shapes with a crayon that come to life on your iPhone \/ iPod touch.  These shapes interact with the wheel, causing it to move according to physical laws.  When it reaches the star, the level is complete.\\n\\nThis is a lite version of Touch Physics with fewer levels (10 out of 50).\\n\\n\\n\"Game of the Year Award for iPhone\" - haz.de\\n\\n\"As scientifically fascinating as the original\" Bronze Award (Touch Physics 2) - Pocket Gamer\\n\\n\"Draw your way to victory\" - iPhone Games Directory\\n\\n\"Top 100 iPhone Games 2009 Award\" - iLounge\\n\\n\"Hottest Award\" - iPhone Apps Plus\\n\\n\"Very very cool game, good mind teaser\" - Today in iPhone\\n\\n\"Painfully addictive\"   - MacBreak Weekly\\n\\n\"Touch Physics is a fantastic game.  Great value for the price\"  - 148Apps\\n\\n\"One more reason to keep touching my iPhone\"   - TouchMyApps\\n\\n\"One of the very best inexpensive games we\\'ve seen on the iPhone to date\"   - iLounge\\n\\n\\nAre you up to the challenge?  Can you take on the laws of physics to complete all levels?   Touch Physics Lite is an innovative game that allows you to be in control of the wheel\\'s destiny.  Change the laws of physics to suit your game play!\\n\\nBeware, this is not as simple as it sounds!  Levels progress in difficulty, do you dare to compete?  Addictive fun and fury all in one package.\\n\\nA video of Touch Physics in action can be seen at:  http:\/\/www.gamez4touch.com\/\\n\\n\\nCUSTOMER COMMENTS:\\n\\n- Great job, this game is AMAZING !\\n- Dare I say it, ADDICTIVE !!!\\n- I love this game !\\n- Light-hearted fun that is hard to put down\\n- High production values, stylish\\n- I can\\'t put this down !\\n- Challenging, but quite fun and entertaining !\\n- Highly recommend buying this one\\n- It\\'s incredibly addictive and I love it !\\n- Wow !\\n\\n\\nFEATURES:\\n\\n- 10 Levels\\n- Simple and intuitive control\\n- Real physics modeling\\n- Realistic crayon drawing\\n- Automatic save and resume\\n- Shake to reset\\n- Relaxing music\\n- Retina display\\n\\n\\nFULL VERSION:\\n\\nWhen you upgrade to the full version, you also get:\\n\\n- 40 Additional levels (giving 50 in total)\\n- Physics customization (providing unlimited gameplay)\\n- Play your own music\\n- No ads\\n\\n\\nLANGUAGES:\\n\\nEnglish","62":"Welcome, Artificial Intelligence Agent 1.4.3. Your assignment is to DEFEND our vital interweb data in Grid 817 from attacks by cyber terrorists. To do this you must manage deployment of our new adaptive breach system code named FIREWALL: Defender 001.\\n\\nFIREWALL: Defender FREE features: \\n\\nPROXYBLASTER\\nPACKETBREAKER\\nDECRYPTOR\\nAUTHENTICATOR\\n\\nStrategically deploy a defense net in Grid 817 to hold off enemy attack consisting of the following threats:\\n\\nPOLYMORPH VIRUS \\nWORMS\\nAMBULANCE VIRUS \\nPHISH\\nTROJAN HORSES\\n\\nYour success is vital. Jump into \\u201cREGULAR\\u201d defense mode for consistent streams of enemy attackers. Once you have mastered \\u201cREGULAR\\u201d, move on to \\u201cRANDOM\\u201d mode to further test your skills against our new devious foes. Of course, your progress will be monitored in the \\u201cHIGH SCORES\\u201d log for each mode. Remember, always plan ahead as our enemies are EVOLVING as we speak. Good Luck!","63":"Finally iPhone and iPod touch gets it\\'s first real 3D Football game.  \\n\\n*Throw Passes, \\n*Run the ball with Spins and Power Moves,\\n*Play Defense,\\n*AND NOW Kick Field Goals!  \\n\\nDIRECTIONS!  \\n\\n1.) First hit \"Quick Game\"\\n2.) Then hit \"OK\" at the Atlanta vs San Fran Screen\\n3.) VERY IMPORTANT Pregame Setup hit \"Play Orientation\"\\n    Here you will set the orientation that you play the game, NOTICE the Y changes as you tilt the phone.  Hit OK!\\n4.) Hit \"Pre Game Warm Up\" also VERY IMPORTANT \\n    Here you will practice Run and Pass plays.  \\nJust hit \"Run\" first and try tilting the iphone to run the ball. \\nYou can also hit \"Tilt\" in the upper right to switch to DPAD on screen controller.  \\nHit A) for a Power Move and B) for for a spin move.  \\n\\nOnce you have running down trying passing by hitting \"Pass\", hit \"hike\" and the receivers will have circles over their heads.  Hit the circle to pass to them.  Now you have full offensive control!  \\n\\nI suggest you stay in pregame warmup until you find the configuration that works for you either with  \"tilt\" or \"dpad\" control, and can run and pass with ease.   \\n\\nDefensive NOTE:\\nIn game, on defense select your defender with A) and B) before the play and then hit A) to tackle.  Can you make the game saving tackle?     \\n\\n\\nGAME ON!   \\n\\nDescription: \\n\\nPocketSports Football Lite is designed for the unique capabilities of the iPhone and iPod touch.  Simply tilt to run and touch to pass.  Also you can execute spins or lower your shoulder when running.  On offense drop back and scope out the defense.  Then just touch the receiver to pass.  Finally on Defense see if you can come up and make the big hit or game changing interception.\\n\\nFeatures:\\n\\nTilt and touch controls\\nDPad Control if you choose (Hit Tilt in upper Right)\\nSpin Move(B), Power Move(A)\\nTouch Passing\\nDefensive Player Control (A-B to select)(A to tackle)\\n3 Camera Views! (Normal, High, Close) \\nTilt to view left and right in game!  \\n\\nWhat are you waiting for. Get PocketSports Football Lite RIGHT NOW!","64":"\"3D version of the classic arcade game: BreakOut.  It's the opposite of Dodgeball.  It's BallSnare.\\n\\nYou defend the front wall of the court; either blocking the active pucks or catching floaters.  Clear three layers of balls and advance through progressively more difficult levels with multi-ball action.\\n\\n(Visit author's website for more information.)\"","65":"Word Game Enthusiasts Unite! Wordology 2.0 is the classic addictive word game re-designed for iOS 8! If you pride yourself as a word game expert and have been looking for a challenge, then this game is for you. \\n\\nTest your vocabulary in a game where size matters. Use layers of lettered tiles to create the longest words possible and earn hefty points. Strategy is key to achieving high scores and awards. One wrong move can cost you major points. Choose the game mode that suits your skill level and you are on your way to becoming a Wordologist. \\n\\nKey Features\\n\\nFour different game play modes to challenge your skill level\\nAmp up your word scores with Special Tiles\\n250,000+ word dictionary\\nFully supports all devices with iOS 8 and up\\n\\nGame Center\\n\\nKeep track of stats for your current, and previous games as well as all-time records\\nTrack your point total, longest word, tiles used, average word length and more\\nComplete 16 challenges to earn your status as a Wordologist","66":"Welcome to the 2019 edition of Omar Sharif Bridge.\\nFeaturing a faster and smoother user interface along with a stronger state of the art artificial intelligence engine, the 2019 edition celebrates over 36 years of us bringing you the best in Bridge card games.\\n\\nOmar Sharif Bridge supports 2 variants of the game of Bridge: Rubber and Chicago Bridge.\\n\\nBridge is played by four players who form two partnerships. Players within a partnership face each other across the bridge table. Traditionally, the players are referred to by the points of the compass - North, East, South and West. The two partnerships are North\/South and East\/West. \\n\\nIn Rubber Bridge a rubber is played as the best of three games. A game is won by the first partnership to score 100 or more points in successful contracts.\\n\\nIn Chicago Bridge you play four hands of Bridge. The winner is the partnership that scores the most points in those hands.\\n\\nA huge thanks to all those who have taken the time to contact us with suggestions, comments and criticisms!, please keep them coming. \\n\\nOmar Sharif Bridge features:\\n\\u2022 Supports 5 card majors, strong 2 clubs, weak 1NT, Jacoby Transfers, weak 2-Bids and 2NT 11-12 points bidding conventions.\\n\\u2022 Plays Chicago (four-deal) and Rubber Bridge.\\n\\u2022 Extensive score card information.\\n\\u2022 Ability to locate deals matching many bidding criteria.\\n\\u2022 Auto bidding.\\n\\u2022 Bid analysis to explain the bids made.\\n\\u2022 Auto card play.\\n\\u2022 Full undo and redo of bids and cards played.\\n\\u2022 Extensive display and card play options","67":"\"A single game combining facets of three classic games to exercise your brain:  MahJong, Picket, and Tetris.  Symbols are dropped (ie rain down).  Pair the 15-different celestial symbols that can appear in 6 colors and 4 orientations.  The game board allows for three layers of symbols to build up.  Highest level is CAT-5.  Enjoy the beginning level (Drizzle) to get proficient at tapping the symbols because it's going to get ugly.\\n\\n(visit the author's website for more information.)\\n\\nGood Luck.\"","68":"***For a limited time, get the Niagara Falls venue FREE when you upgrade to Wedding Dash Deluxe!*** \\n\\n* Play the most romantic Dash game! With over 20 million downloads to date, Dash is one of the biggest gaming franchises ever on the iPhone and iPad.\\n\\nPlay Wedding Dash for FREE! Love it? Upgrade to the full version from within the game!\\n\\nPlan ultimate dream weddings for picky brides and grooms!  Help Quinn launch her fledgling wedding planning business, starting with simple backyard weddings and advancing to elegant ballroom receptions. Choose all the details, manage comical disasters, and keep guests happy \\u2013 or risk the wrath of Bridezilla!\\n\\nGame Features:\\n* Plan dream weddings on your iPhone and iPad!\\n* Choose the perfect details, from wedding cakes to gorgeous flowers, for unforgettable receptions\\n* Manage comical disasters including pigeons, fires, and bees - or risk the wrath of Bridezilla!\\n* Keep guests happy by organizing their seating requests\\n\\nFull version features: \\n* Master many levels of wedding drama and chaos \\n* Unlock additional destination weddings, including Rooftop Romance and Vows in the Clouds, through in-App purchase.\\n\\nLove Wedding Dash? Try our other addictive games, including Diner Dash, DinerTown Zoo, Hotel Dash and Cooking Dash. You\\u2019re guaranteed to see familiar faces that you know and love.\\n\\n******************* \\nWant more from PlayFirst? \\n\\nFacebook: \\nhttp:\/\/www.facebook.com\/playfirstgames \\n\\nTwitter: @playfirst \\n\\nBlog: \\nhttp:\/\/blog.playfirst.com \\n\\nWebsite: \\nwww.playfirst.com\\n\\n*******************","69":"A very challenging combination of three classic games; MahJong, Picket and Tetris, into a single symbol matching game.\\n\\nTwelve zodiac symbols populate the game board in waves.  An empty board will be populated quickly, each level increases in wave frequency and volume.  CAT-5 defines the highest level, and it will be a very notable accomplishment to reach it.","70":"Slay is a simple to learn game of strategy and cunning set in medieval times. The island is divided up between the six players, and you must try to capture your enemies\\' land and link up your own territories to create larger and stronger ones. You begin capturing land by attacking with your peasants. Once your territories become richer you can combine peasants to make stronger and stronger people (Spearmen, Knights and then Barons) who can kill weaker enemy troops, or knock down their castles. Just be careful that you don\\'t create too many expensive men or the territory will go bankrupt! \\n\\n\"This game is pure strategy! It\\'s a work of genius. Brilliant AI. Engaging turn-based multiplayer strategy. Sid Meier, eat your heart out!\" - GameSpy.com  \\n\\n\"I love this game! I play it all the time, and when I\\'m not, I think about wanting to play it.\" - PocketNow.com\\n\\n\"At first glance, Slay looks elementary, but hidden beneath are cunning strategy elements that must be finely balanced for success\" - PC Magazine\\n\\n\"Deceptively delightful. The graphics are simple, but the strategy is complex.\" - Download.com\\n\\nFor the latest news on all my games follow @SeansGames on Twitter!","71":"\"The successor of our best seller paintball chroma game.\\n\\nPaintBall 2 is the successor of our best seller, original award winning game, developed in a way that we can guarantee it will keep you hours and hours on your phone.\\nWhat is paintball? It's not about the war game or any other shooter games, its literally about painting the ball. There is a given pattern of colored balls and some pipes around them. You are given an amount of paint color to draw and change the color of any of the balls in the scene trying to match 3, 4 or 5 balls near a pipe, this way the pipes suck these matched balls and new paint is given to you. The gameplay is very different from the well known and cloned match 3 swapping candy fluffy games like candy crush soda and candy crush saga games. Try it and you'll get hooked.\\n\\n\\u2022 Game Objective:\\nYou have to make groups of 3 or more balls of the same color. These groups must be made next to a pipe. Paint balls by tapping on them. When you click on the ball you wish to paint, the ball changes color and the group gets sucked into the pipe.\\n\\n\\u2022 Tips:\\nUsing the same pipe makes it hot. If a pipe becomes extra hot the balls are transformed into multi-color which gives you extra points & life. Letters appear on some balls. When balls are grouped, the letter taken, complete the word 'PaintBall' on the bottom. When all word is completed a big bonus is earned!\\n\\n\\u2022 Hard: The Hard game works exactly like the Easy game, but you have to play fast because your paint reserve is dripping! If it runs out, you lose.\\n\\u2022 Panic: In Panic mode you have 100 sec. to score as much as possible. This is not all! Your paint reserve is dripping & there are no black balls. This makes it easier to make groups.\\n\\u2022 Heat: In this mode, ball groups are taken only when they are next to a hot (red) pipe. Each time this happens active (red) pipes are moved. There are no black balls, which makes it easier to make groups. This mode needs planning!\\n\\u2022 Chroma: In the Chroma mode you will have to play using color combinations e.g.: if you have yellow paint & the ball you want to paint is blue. Blue and yellow will be: Green. Use the color wheel to keep track. If you mix opposite colors you get black.\\n\\nFEATURES\\n* award winning gameplay\\n* hours of gameplay craziness - mania guaranteed\\n* many modes to play\\n* fast playing ideal for waiting rooms\/buses\\n* Export Hi-Scores to internet\\n* change ball styles\\n\\nPRESS:\\n-----\\nUIQ 2008 Open Winner for the games category! \\n-----\\ngamefreaks365: So, do you need Paintball 2? If you don't have Paintball yet, the answer is a definitive 'yes'. Paintball still is a fresh and amazingly addictive puzzle game. \\n-----\\nallaboutsymbian: PaintBall 2 is a solid puzzle game with enough variety in the game modes to suit a whole range of tastes and moods. It's been well implemented with clear graphics and distinct sound, and an intuitive control system. All in all, pretty good! \\n-----\\npocketgoddess: PaintBall 2 is one of those games to which you can quickly find yourself hopelessly addicted, but you\\u2019ll also keep coming to it again and again, trying to improve upon your high score each time.\"","72":"\"An iced  'fresh' idea of puzzle gaming from the creators of Paintball & Frutakia\\n\\nCrazySoft, the creators of PaintBall, Frutakia, Frutakia 2 and Snake Deluxe came along an iced 'fresh' idea of puzzle gaming that won't let you alone!\\nPsarakia is a match 3 combo puzzler with iced fish. There is a square pattern of iced big fish. When tapping a fish it melts and if there are 3 or more same melted fish near by groups are made. Crush the ice and make groups of manny fish, your energy will raise consequence combo level up. The gameplay is not similar to other swapping match 3 games with jewel, smoothies and caramel, its unique and very addictive. So try this fish frenzy, iced fishing game and help diego the fisherman to make be No1.\\n\\n\\u2022 Game Objective:\\nMake horizontal or vertical pairs of two and more same fish. You can see the frozen fish ice cubes; defrost them by breaking the ice!\\n\\n\\u2022 Gameplay:\\nBreak the ice of each fish group, by holding the pen down on the screen and moving it on each fish without letting go. The ice will break and the fish will appear. After a while the pairs will be calculated and the points & life earned.\\n\\n\\u2022 Meters:\\nWhen the temperature meter on the left: 1) Empties: You lose. 2) Fills: Level Up!\\n\\nYou can fill the combo meter and gain more life only if additional pairs are made without any tapping just after pairs are done. There are three different modes: EASY, HARD and MEMORY mode.\\n\\nHARD MODE:\\n1) You lose life every second.\\n2) If defrost fish are not made pairs fast after a while they freeze and then become ice cubes as it was before.\\n3) It is a lot more difficult.\\n\\nMEMORY MODE:\\nThere are 12 different pairs of fish which are hidden. You can see 2 fish of your choice at a time. The idea is to find the pairs. Pair bonus: This item gives you life bonus, multiplied by the pairs of fish you have found at that time.\\n\\nFEATURES\\n\\u2022 Combo frenetic gameplay\\n\\u2022 Easy to lean game. Tap fish.\\n\\u2022 Extra memory game included.\\n\\u2022 Fishing for points! Many hours of play guaranteed.\\n\\u2022 Export Hi-Scores to internet\"","73":"Shogi is Japanese Chess.\\nThe difference between this and regular Chess is that the player is allowed to reuse the pieces captured from the opponent for themselves.\\nWith exceptions to the King and the Gold, any pieces that enter the zone of the opponent can be turned over to increase their range of movement. \\nPositioning 2 or more Pawns on a vertical line is not permitted if the Pawns are not turned over.\\nAlso, although it is possible to put a King in mate with your own Pawn, it is not permitted to put a King in mate with a Pawn captured from your opponent.\\nThis is because such act is an insult to the King. \\n\\n- In the shogi board mode, it is possible to play man face to face.\\n- Three computer levels.\\n- 22 kinds of handicaps.\\n- Position editor.\\n- There is a guide that informs player of a possible movement of the pieces.","74":"WINNER \"Best Casual Game\" - 5th Annual International Mobile Game Awards (2009)\\nBananatastic tower building puzzle action! Unleash the monkey within!\\n\\nGOLD AWARD - 9\/10 \\n\"Tiki Towers builds a bridge between thoughtful puzzle play and casual cartoon antics. It\\'s an utter delight, bearing the fruit of a great game.\" - PocketGamer\\n\\n\\u201cAs physic-based puzzlers go, Tiki Towers is one of the best. It\\u2019s among my current favorites\\u2026\\u201d \\u2013 AppCraver.com\\n\\n\\u201c\\u2026the gameplay proved both engaging and challenging from the start.  The overall graphics and cute monkey animations give the game a nice feel of polish.\\u201d \\u2013 TouchArcade.com\\n\\n\"...Tiki Towers stands out as one of the iPhone\\'s most unique puzzlers. The fact that is has a bunch of crazy monkeys and bananas is a bonus.\" - Modojo.com\\n\\nPlay the first 9 levels of Tiki Towers for FREE!\\n\\nThe monkeys need your help! It\\'s up to you to build a way for the monkeys to safely clear each level. Using limited supplies, work with your monkey friends to build towers out of bamboo poles, coconuts, and vines.\\n\\nNavigate through levels filled with hazardous obstacles that threaten the safety of your monkey pals. Tiki Towers is action and puzzle gaming at its best!\\n\\n* 9 challenging levels\\n* Build bridges and towers using bamboo, coconuts and vines\\n* Realistic physics - bamboo structures will bend, break, and collide with the environment\\n\\nMonkeying around has never been more fun! Get more levels and game modes by downloading the full version of Tiki Towers.\\n\\nRecommended for fans of physics-based puzzle games such as: World of Goo, Enigmo, and Fantastic Contraption.\\n\\nFollow us on Facebook and Twitter!\\n\\nSupport for English, French, German, Italian and Spanish","75":"\"Gun Runner + is a lite & free version of Gun Runner. Gun Runner is a trading game inspired by classic trading games like Dope Wars & Drug Wars. \\n \\nThe basic rules of trading apply. Buy low, sell high. You must fund your operations by borrowing money. But be careful, the cost of borrowing is very high so you'll need to know the cost of goods to keep ahead of those interest charges\\u2026\\n\\nTo make progress you'll need to aim high. Borrow as much as you can get but only when you know what you\\u2019re going to buy and make sure you're getting a good price. The interest rates are non negotiable and the penalties are harsh. \\n\\nAnd by the way the Interpol is after you. There\\u2019s nothing you can do, that\\u2019s the cost of doing business.\\n\\n===========================\\n\\nBTW - your borrowing power is 200x your cash - debt on the 30 day level\"","76":"\"Create full layers from the falling polycube shapes to make them disappear! The gameplay is similar to that of the well-known Tetris\\xae , only this time it's in 3D: rotate and move the falling pieces before they reach the bottom of the pit in a way that they create layers without gaps.\\n\\nDepending on the settings you choose the game can be a fast-paced reflex game or a slow brain teaser puzzle.\"","77":"\"Welcome to Port Defender, a fun area defense game. Your goal is to build expansive mazes in order to stop ever expanding waves of creeps from escaping. For players who seek a more guided approach story and fixed path levels are also available for a predefined and challenging experience.\\n\\nNotice: On first launch this application will need a few seconds to create its internal database, later it will load instantly.  Please don't turn off your device while there is a spinning symbol or it says please wait.\\n\\nPlease leave a review, any rating will do, good or bad, just please leave one.\\n\\nDue to the low volume of purchases this app has been made free, enjoy ;)\\n\\nFeatures:\\n+26 built in maps\\n+Support for all device orientations\\n+Retina support\\n\\n7 Towers\\n+ Gun, Flak, Missile, Slow, Gas, Ray, Nuclear\\n\\nExtra features\\n+Weapons (Fire, Slow, Gas & Nuclear)\\n+Admin (Moving Tower)\\n\\nFor more images and videos please check out our website\\n\\nAlso please follow us on Twitter: @mgatelabs\"","78":"\\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0  Sally\\'s Spa\\u2122 30% OFF! Limited Time \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\n\\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0  Get it now and don\\u2019t miss out!!         \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\n\\nApple\\u2019s Rewind 2009! Apple features Sally\\u2019s Spa as one of the top games for 2009!\\n\\n\\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 APP CRITIC REVIEWS! \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0\\n\\u201cSally\\u2019s Spa is one of the best time management Games I have played by far.\\u201d \\u2013 touchmyapps.com\\n\\n\"Sally\\u2019s Spa - The Game Every Girl Needs! The graphics are amazing and the touch interface perfect. Honestly, I would pay $9.99 for this game.\" \\u2013 appleiphoneschool.com\\n\\n\\u201cIt\\u2019s surprising how addictive this game can become, and its original gameplay makes it a winner for me.\\u201d \\u2013 Appletell.com\\n\\n\"Keep your finger busily dragging and dropping, poking and popping for hours of delightful fun.\" \\u2013 GameZebo.com \\n\\n\\u201cthis game could literally keep players going for hours.\\u201d \\u2013 AppVee.com\\n\\n\\u201cSally\\'s Spa is uber-cute and strangely addictive! Even *guys* will have fun building a spa empire in this top-shelf casual game.\\u201d \\u2013 iPhoneAppReviews.net\\n\\n\\u201clooking for a great time management game, you can\\'t go wrong with Sally\\'s Spa.\\u201d \\u2013 osxreality.com\\n\\n\\u201cThis one definitely get\\u2019s a thumbs up!\\u201d \\u2013 themomsreview.com\\n\\nFollow Sally\\'s Spa on TWITTER!\\nhttp:\/\/twitter.com\/sallysgames\\n\\n\\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0 \\u25a0\\nA P P L I C A T I O N - D E S C R I P T I O N:\\nTreat yourself to some relaxation and fast paced fun in Sally\\'s Spa and see why millions of players have made Sally\\u2019s Spa the best selling casual game for PC\/Mac and now it\\u2019s available for your iPhone and iPod Touch!\\n\\nSally\\'s back and ready for a relaxing rush in luxury spa locations around the world.  Refresh your customers with saunas, manicures, bath bombs, massages, hot stones and more. Enhance the experience of your clients with upgrades for your rapidly growing business.\\n\\nMelt away the stress from a wide variety of customers and personalities including blushing brides, demanding fashionistas, calm couples, and many others!  As you build your Spas, earn money to shop for over 65 items including employees to help your Spa business grow!\\n\\nSally\\'s Spa features all of the fun of Sally\\'s Salon, plus loads of new surprises!  A wonderful escape for gamers of all ages, join Sally on her latest adventure today!\\n\\nF E A T U R E S:\\n\\u25a0 Use your finger to touch and drag your customers to your Spa stations such as Saunas, Massage Tables, Mani-Pedi stations and serve them Tea to help them relax and refresh.\\n\\n\\u25a0 Many fun spa services to play as Mini Games like Mud Masks, Hot Stones, Bath Bombs, Massages, Manicures & much more!\\n\\n\\u25a0 It\\u2019s not just about massaging your customers, they need extra products like Body Butter and Calming Bath salts too! Maximize your product sales buy getting more soothing products for your shelf.\\n\\n\\u25a0 Buy powerups to keep those clients happy! After all, how do you calm down a Fashionista? With a patience candle of course!\\n\\n\\u25a0 As you travel from New York, Paris, Rome, Japan, Fiji and many more places you will meet many character personalities like Rock Stars, Heiresses, Male Models, Athletes and more!\\n\\n\\u25a0 With 50 Levels and 10 beautiful locations around the world you get hours upon hours of fun!\\n\\nHighly recommended for fans of time management games such as Sally\\u2019s Salon, Supermarket Mania, Diner Dash & Cake Mania.\\n\\nAt Games Cafe we worked hard to make Sally\\u2019s Spa the best game possible. We really hope that you enjoy this game and tell your friends and family! :)","79":"\"Welcome to Port Defender\\xae Lite, a fun area defense game that has just received its biggest update ever. Your goal is to build expansive mazes in order to stop ever expanding waves of creeps from escaping. For players who seek a more guided approach story and fixed path levels are also available for a predefined and challenging experience.\\n\\nNotice: On first launch this application will need a few seconds to create its internal database, later it will load instantly.  Please don't turn off your device while there is a spinning symbol or it says please wait.\\n\\nPlease leave a review, any rating will do, good or bad, just please leave one.\\n\\nFeatures:\\n+10\/24 built in maps\\n+Support for all device orientations\\n+Retina support\\n\\n7 Towers\\n+ Gun, Flak, Missile, Slow, Gas, Ray, Nuclear\\n\\nExtra features\\n+Weapons (Fire, Slow, Gas & Nuclear)\\n+Admin (Moving Tower)\\n\\nFor more images and videos please check out our website\\n\\nAlso please follow us on Twitter: @mgatelabs\"","80":"Tap \\'n\\' Pop is one of the most popular classics for the iPhone. Rotate, shake and tap your device, pop the balloons, use the power ups in this fun and challenging game.\\n\\nShake your iPhone\/iPod\/iPad to reset colours. Very useful when you are running out of moves! You only get a few at the beginning though.\\n\\nSome user comments\\n-------------------------------------------\\n\"Poppit with a twist! ... well worth the price!\"\\n\"Fun game played just like pop it on pogo ... a must have game\"\\n\"Brilliant game!\\n--------------------------------------------\\n\\nTap \\u2019n\\u2019 Pop is a fun balloon popping puzzle game for the iPhone\\n\\nREVEAL PACKAGES\\nPop groups of colored balloons to clear and reveal packages containing various items. Reveal all items to reach the next level.\\n\\nHOW TO PLAY\\nTap once to select the group of same colored balloons you want to pop (balloons will start pulsating) \\u2013 tap again to pop the balloons. Balloons below the removed ones will move up to fill the empty space. Package will be revealed if no balloons are covering it.\\n\\nROTATE YOUR DEVICE\\nRotate your iPhone and balloons will move up \\u2013 re-arranging positions and helping you out when you think you are running out of moves.\\n\\nYou have limited number of \\u201crotations\\u201d, but you earn new one each time you complete a level. If you run out of rotations, but rotate your device anyway \\u2013 balloons will simply be rotated along giving you the same layout as before the rotation. \\n\\nUSE THE PIN\\nWhen you find yourself in a \"tight spot\" - use one of your pins to pierce any balloon that\\'s in your way. Pins are hard to come by so use them wisely.","81":"The game now has 56 different maps to play on!\\n\\nConquest is a version of the classic board game where you combine risk and strategy to conquer the world. As well as the standard world map there are 35 other maps included in the game that you can choose to fight over.\\n\\nYou can play solo or multiple human games against the randomly selected computer controlled opponents, each with their own personality and strong artificial intelligence. Or play network games against your friends over a local WiFi network, or using Bluetooth.\\n\\n\"I found myself playing this game constantly for a week; this game is super addictive\" - Pocket PC Life\\n\\n\"5 out of 5 cows\" - TUCOWS.com\\n\\n\"I challenge anyone to give this 30 minutes of his or her time and not become hooked. Kudos to Sean for providing a simple, clear and at times challenging game in such a small package. I\\u2019m certainly having problems putting my Pocket PC down now!\" - www.ultimatepocket.com\\n\\n\"Everybody should have at least one Risk clone tucked away on their hard drive. This one - Conquest - is the best I\\'ve come across\" - EuroGamer.com\\n\\n\\u2122RISK is a registered trademark of Hasbro Inc. Conquest is not associated with RISK or Hasbro in any way.\\n\\n------------------------------\\n\\nFor the latest news on all my games follow @SeansGames on Twitter!","82":"Shredder, the most successful chess program ever, is now also available for the iPhone. You can play against Shredder, analyze with him and solve chess puzzles. It offers the usual Shredder standard for your pocket.\\n\\nIn addition to the outstanding playing strength of the 12 times computer chess world champion, Shredder is also able to mimic the play of a human chess player with any playing strength. He even deliberately makes typical human mistakes in those levels.\\n\\nSolve 1000 built in chess puzzles. Shredder keeps track of your performance and offers advice if needed.\\n\\nYou can adjust Shredder\\u2019s playing strength from beginner to master level. If you like, Shredder automatically adjusts his strength to yours. He even calculates an Elo rating for you. This is how the playing strength of chess players is typically measured.\\n\\nDuring the game a coach is watching your moves and warns you if you are about to make a mistake.\\n\\nSee how you are getting better and better the more games you play and the more chess puzzles you solve.\\n\\n\\n* Adjustable playing strength\\n* Intuitive and very easy to operate\\n* 1000 built in chess puzzles\\n* See your rating in a diagram\\n* Outstanding playing strength on the iPhone\\n* Analyse your games with Shredder, find your mistakes and improve your play\\n* Coach shows your mistakes\\n* Different playing styles from passive to aggressive\\n* Great variety: opening book with more than one million moves\\n* Enter and analyze any position you like\\n* Load and save games (incl. names, date, etc.)\\n* Send games via email\\n* Different chess boards and pieces\\n* Support for VoiceOver \/ Accessibility\\n* Improve your play whenever and wherever you like\\n\\n\\nSave 10 USD\/EUR when buying Shredder or Deep Shredder (Mac, Windows or Linux). You will find your coupon code in the program info section.\\n\\nAlso check out our highly refined version for iPad.","83":"Word Game Enthusiasts Unite! Wordology 2.0 is the classic addictive word game re-designed for iOS 8! If you pride yourself as a word game expert and have been looking for a challenge, then this game is for you. \\n\\nTest your vocabulary in a game where size matters. Use layers of lettered tiles to create the longest words possible and earn hefty points. Strategy is key to achieving high scores and awards. One wrong move can cost you major points. Choose the game mode that suits your skill level and you are on your way to becoming a Wordologist. \\n\\nKey Features\\n\\nFour different game play modes to challenge your skill level\\nAmp up your word scores with Special Tiles\\n250,000+ word dictionary\\nFully supports all devices with iOS 8 and up\\n\\nGame Center\\n\\nKeep track of stats for your current, and previous games as well as all-time records\\nTrack your point total, longest word, tiles used, average word length and more\\nComplete 16 challenges to earn your status as a Wordologist\\n\\nThis is the free, ad supported version of Wordology. If you enjoy playing, please upgrade to the full, ad-free version.","84":"\"A strategic board game that's simple to learn, fun to play, but difficult to master. The goal of the game is to connect 5 pieces in a row while stopping your opponent from achieving the same objective.\\n\\n\\nFeatures:\\n\\u2605 Single player campaign.\\n\\u2605 2 Player battle.\\n\\u2605 7 Difficulty Settings.\\n\\u2605 Beautiful Graphics.\\n\\u2605 Free updates.\\n\\n\\nThe game is sometimes referred to as five in a row, gomoku, or gobang. connect 5. (\\u4e94\\u5b50\\u68cb, \\u4e94\\u76ee\\u4e26\\u3079, \\uc624\\ubaa9)\\n\\n\\niPhone Games\\nhttp:\/\/www.savysoda.com\"","85":"Tap \\'n\\' Pop is one of the most popular classics for the iPhone. Rotate, shake and tap your device, pop the balloons, use the power ups in this fun and challenging game.\\n\\nShake your iPhone to reset colours. Very useful when you are running out of moves! You only get a few at the beginning though.\\n\\nSome user comments\\n--------------------------------------------\\n\"Poppit with a twist! ... can\\'t stop playing!\"\\n\"Fun game played just like pop it on pogo ... a must have game\"\\n\"Brilliant game!\\n--------------------------------------------\\n\\nREVEAL PACKAGES\\nPop groups of colored balloons to clear and reveal packages containing various items. Reveal all items to reach the next level.\\n\\nHOW TO PLAY\\nTap once to select the group of same colored balloons you want to pop (balloons will start pulsating) \\u2013 tap again to pop the balloons. Balloons below the removed ones will move up to fill the empty space. Package will be revealed if no balloons are covering it.\\n\\nROTATE YOUR DEVICE\\nRotate your iPhone and balloons will move up \\u2013 re-arranging positions and helping you out when you think you are getting close to not having any moves left. \\nYou have limited number of \\u201crotations\\u201d, but you earn new one each time you complete a level. If you run out of rotations, but rotate your device anyway \\u2013 balloons will simply be rotated along giving you the same layout as before rotation. \\n\\nUSE THE PIN\\nWhen you find yourself in a \"tight spot\" - use one of your pins to pierce any balloon that\\'s in your way. Pins are hard to come by so use them wisely.","86":"\"Play the classic game Reversi over the internet, against a friend, or against your iPhone.\\n\\nChallenge players from all over the globe in Internet mode.  Just set your display name, log in, and challenge a player from the list!\\n\\nChallenge your friends and family in Two Player mode by sharing the same device.  \\n\\nChallenge your own abilities by playing against one of five difficulty levels in Single Player mode.\\n\\nFeatures\\n\\u2605 Play Online\\n\\u2605 Play Two Player\\n\\u2605 Play Single Player (5 difficulty levels)\\n\\u2605 Resume Game (auto-save)\\n\\u2605 No Ads or Restrictions!\\n\\nReversi, also known as Othello, is renowned for its easy to learn rules but difficult to master strategy.  If you're a fan of Checkers, Chess, Go, Mancala, or other strategic board games, you'll love Reversi.  So give it a shot, hey, it's free!\"","87":"NOW 150 EXCLUSIVE LEVELS! \\n\\n******************************************\\n\\nFollow Bloons on Twitter to receive the latest information at http:\/\/twitter.com\/bloonsiphone\\n\\nWalkthrough for the first level pack:\\n\\nhttp:\/\/ninjakiwi.com\/blog\/bloons-iphone-walkthrough-part-1-of-5\\n\\nWalkthrough for the second level pack:\\n\\nhttp:\/\/ninjakiwi.com\/blog\/bloons-iphone-expansion-walkthrough-part-1-of-5\\n\\nRecommendations:\\n\\nPocketgamer 8\/10 - Silver Award \"Bloons on iPhone is the definitive article\"\\n\\nTheAppEra - \"Still flashy without flash\"\\n\\n------------------------------------------\\n\\nBloons, the online flash sensation has finally landed on iPhone and iPod touch!\\n\\nPlay as the mischievous monkey as you set out to pop as many balloons as possible using an arsenal of darts and special power ups.\\n\\nBloons is a simple yet hugely addictive game in which players must pop a target number of balloons in each level in order to progress to the next. Requiring skill, determination and a little bit of monkey magic, Bloons is a puzzling skill game which will have you begging for just one more go!\\n\\nFans of the online game and those yet to experience the Bloons phenomenon are sure to enjoy this iPhone conversion.\\n \\nFeaturing:\\n\\n* All of the original Bloons favorites such as ice bloons, bomb bloons, tack bloons and helium bloons.\\n\\n* 150 brand new levels exclusive to iPhone and iPod touch. You simply cannot experience these new  levels anywhere else!\\n\\n* Level Editor - allowing you to customise and store your own levels.\\n\\n* Unlimited Darts mode.\\n\\n* Simple pick up and play control system allowing players of all ages and skill levels to enjoy the game.\\n\\n* Bonus hidden content which can be unlocked.","88":"\"Are you tired of playing chess games that look like they were designed for a Commodore 64 instead of an iPhone?  We've got the antidote for you.  Chess Free is the best chess game for the iPhone and iPod Touch, and it's free!  \\n\\nChess Free supports both 1 player and 2 player gameplay, so you can play against friends or test your skills against a challenging computer opponent.  \\n\\nChess Free offers a host of exciting features, including:\\n\\n* Great graphics and exciting sound effects\\n* Configurable player names and score tracking \\n* Outstanding AI engine with configurable difficulty level\\n* Board rotation for two player games \\n* Undo function\\n* Automatic save when you get a phone call or exit the application \\n\\nChess Free is supported by unobtrusive banner advertising.  Chess Premium is the same great app without the ads.\"","89":"\"Are you tired of playing chess games that look like they were designed for a Commodore 64 instead of an iPhone?  We've got the antidote for you.  Chess Premium is the best designed chess game for the iPhone and iPod Touch.\\n\\nChess Premium supports both 1 player and 2 player gameplay, so you can play against friends or test your skills against a challenging computer opponent.\\n\\nChess Premium includes a host of exciting features, including:\\n\\n* Great graphics and exciting sound effects\\n* Configurable player names and score tracking \\n* Outstanding AI engine with configurable difficulty level\\n* Undo function if you accidentally hit the wrong square\\n* Automatically saves your game when you get a phone call or exit the application \\n\\nIf you're looking for a killer chess application for your iPhone or iPod Touch, check out Chess Premium today!\"","90":"Players take turns building their army and fighting against each other, terrain affects attack and mobility of units. \\n7+ millions of games played and counting.\\nThe BEST MULTIPLAYER TURN-BASED STRATEGY Game\\n\\nFEATURES:\\n- 3 races, each with 10 varied units.\\n- 50,000+ user created maps to choose from.\\n- Play multiple games at once.\\n- Team play allows 2v2, 3v3 and 4v4.\\n- Campaign with 30 missions.\\n- Play modes: Multiplayer online, Vs. AI, Vs. a friend on the same phone (hot seat).\\n- Worldwide Global Ladder.\\n- Email or push notifications when it is your turn.\\n- In-game chat and main chat room.\\n- 5 landscape themes with fog of war.\\n- Select a fast or slow turn duration from 3 min to 3 days.\\n\\n\"...it\\u2019s impossible to pass up if you\\u2019re even remotely interested in turn based strategy games.\" - TouchArcade\\n\\n\"...I\\u2019m truly in awe of everything that has been captured and neatly packaged in UniWar...\" - AppCraver - 10\/10\\n\\n\"...It\\u2019s probably the best strategy game on the iPhone right now...\" - PixelatedGeek\\nIt is a blend between Advance Wars and StarCraft. Also in the same genre as Lux DLX on the iPhone but with a multiplayer mode and a vivid online community. Whether you are looking for an RTS or RPG, UniWar will satisfy your needs.\\n\\nYou enjoy multiplayer online games like Rogue Planet or Texas Hold\\'em? Try UniWar\\u2122 and prepare for endless fun...\\n\\nNote: The Free version may be subject to limitations (ex. number of game modes) and the limitations are subject to change.\\n\\nChoose from different subscription options. Our standard subscription options are:\\n1-month Subscription \\n3-month Subscription\\n1-Year Subscription\\n\\n* Subscription payments will be charged to your iTunes account at confirmation of your purchase and upon commencement of each renewal term. Subscription with a free trial period will automatically renew to a paid subscription. You can cancel your subscription or free trial in the iTunes settings at least 24-hours before the end of the free trial period. The cancellation will take effect the day after the last day of the current subscription period and you will be downgraded to the free service. \\n* Please note: any unused portion of a free trial period (if offered) will be forfeited when you purchase a premium subscription during the free trial period.\\n\\nPrivacy Policy: http:\/\/www.spookyhousestudios.com\/privacy_policy\/sh_limited.html\\nTerms of use: http:\/\/www.spookyhousestudios.com\/legal\/sh_limited_subscriptions_terms_of_use.html","91":"\"The Ultimate One-on-One Artillery Game\" \\u2013 Now with cross-platform WiFi and Online Play!\\n\\nPocket Tanks is the fast-paced artillery game that is simple to learn, and fun to master. The perfect quick game for friends and family, you\\'ll find yourself hooked for hours of play! Bury your opponent in a mound of dirt, or assail him with a barrage of bullets. Visit the Weapon Shop before battle to arm yourself for the struggle, or try the Target Practice mode to learn all the weapons and the best tactics to win.\\n\\nExperience the thrill of launching volley after volley of powerful and fun weapons across the battlefield, using very simple controls. Select your angle, power, and FIRE! Your arsenal of unique and useful weapons includes: Napalm, Firecracker, Skipper, Cruiser, Dirt Mover, and dozens more!  This is the light-hearted game of heavy artillery for everyone.\\n\\n-----------------------------------\\n\\nFeatures:\\n\\n- Large scrolling battlefields\\n- Universal app; looks great on iPhone or iPad\\n- WiFi, real-time matches on a local network\\n- Online, turn based play. Battle your friends around the world at your own pace.\\n\\nDeluxe Adds:\\n\\n- 100 exciting new weapons (140 total with all free packs)\\n- Jump Jets for moving your tank around\\n- Bouncy Dirt for creating reflective terrain\\n- Digger for tunneling your tank underground\\n- Support for weapon expansion packs, both paid and FREE!\\n\\nPlus...\\n\\nMud Pie\\nCannon Ball\\nFission Bomb\\nPopcorn\\nMega Cruiser\\nPillow Fight\\nHot Foot\\nVolcano\\nPedestal\\nLightning Strike\\nGravity Well\\nFunnel\\nSnowballs\\nCollide-o-scope\\nSide Kick\\nNanobots\\nWarp Gate\\n\\nAnd a whole lot more!\\n\\n\\n-----------------------------------\\n\\nNote from the author: \\n\\nI have been writing artillery games since 1993. I created Pocket Tanks in 2001, and thanks to the many loyal fans, it is still in active development to this very day. Please join me in my quest to make Pocket Tanks a classic artillery game that stands the test of time. Thanks to all who have supported BlitWise over the years. \\n\\n-Michael P. Welch \\nAuthor of DX-Ball & Scorched Tanks\\n\\nMillions of downloads, over a decade of fun!\\n\\nFor the PC\/Mac versions visit:\\nwww.blitwise.com","92":"Ready, aim, fire!\\n\\nLoad your catapult and SLING BOULDERS at the enemies\\' castles on a quest to CONQUER the kingdom.\\n\\nCastle Smasher v2 is the NEW and UPDATED version of the original web game that started a whole new sub-genre of catapult games back in 2007.\\n\\nTravel from castle to castle, challenge new tribes and rescue prisoners in this extended version packed with THREE game modes.\\n\\nCan you master the art of stone slinging?\\n\\n* * * * * * * * * * * * * * * * * * * * * * * *\\n\\nFEATURES:\\n\\n- THREE game modes\\n- 1: \"Challenges\" - new game mode with 50 LEVELS\\n- 2: \"Arcade\" - the classic Castle Smasher game\\n- 3: \"Target Practice\" - another new game mode with RANDOMLY GENERATED levels for maximum replay value\\n- Upgradable boulders\\n- Castles jam-packed with treasures and bonus items waiting to be plundered\\n- Free prisoners and recruit to your army\\n- Rock solid controls\\n- Global High Score support\\n- Donut Games\\' Collectors Icon #02\\n- And so much more...\\n\\nTECH STUFF:\\n\\n- Game Center support\\n- Widescreen support\\n- Universal App (iPhone, iPad, iPod Touch support)\\n\\n* * * * * * * * * * * * * * * * * * * * * * * *\\n\\nEnjoy another Donut Games release!","93":"\"The Ultimate One-on-One Artillery Game\" \\u2013 Now with cross-platform WiFi and Online Play!\\n\\nPocket Tanks is the fast-paced artillery game that is simple to learn, and fun to master. The perfect quick game for friends and family, you\\'ll find yourself hooked for hours of play! Bury your opponent in a mound of dirt, or assail him with a barrage of bullets. Visit the Weapon Shop before battle to arm yourself for the struggle, or try the Target Practice mode to learn all the weapons and the best tactics to win.\\n\\nExperience the thrill of launching volley after volley of powerful and fun weapons across the battlefield, using very simple controls. Select your angle, power, and FIRE! Your arsenal of unique and useful weapons includes: Napalm, Firecracker, Skipper, Cruiser, Dirt Mover, and dozens more! This is the light-hearted game of heavy artillery for everyone.\\n\\n-----------------------------------\\nPocket Tanks - Free Version\\n40 weapons\\n\\nFeatures:\\n\\n- Large scrolling battlefields\\n- Universal app; looks great on iPhone or iPad\\n- WiFi real-time matches on a local network\\n- Online, turn based play. Battle your friends around the world at your own pace.\\n\\nDownload Pocket Tanks COMPLETELY FREE, and learn the ropes with 40 exciting weapons. The Free version also includes WiFi AND Online play, to challenge your friends!\\n\\n\\nUpgrade in App to Deluxe and access:\\n\\n- 100 brand new weapons (140 total with all free packs)\\n- Jump Jets for moving your tank around\\n- Bouncy Dirt for creating reflective terrain\\n- Digger for tunneling your tank underground\\n- Support for weapon expansion packs, both paid and FREE!\\n\\n\\n-----------------------------------\\n\\nNote from the author: \\n\\nI have been writing artillery games since 1993. I created Pocket Tanks in 2001, and thanks to the many loyal fans, it is still in active development to this very day. Please join me in my quest to make Pocket Tanks a classic artillery game that stands the test of time. Thanks to all who have supported BlitWise over the years. \\n\\n-Michael P. Welch \\nAuthor of DX-Ball & Scorched Tanks\\n\\nMillions of downloads, over a decade of fun!\\n\\nFor the PC\/Mac versions visit:\\nwww.blitwise.com","94":"Inverti is an iOS version of the classic board game Reversi (also known as Othello). Tap one of the small green dots to place your white chip on the board. All the black chips that lie directly between the chip you placed and another white chip \"flip over\" to become white. But beware the brain of Inverti, which is gonna try to do the same thing right back to you.\\n\\nInverti features 3 skill levels, two starting positions, a Score Log graph, and works on any iOS 9+ device, including the iPhone X.","95":"Crystal Mine is a classic digging game and involves levels for solving puzzles and collecting a set number of gemstones after which an exit door opens. The levels are filled with dirt which can be tunneled through simply by moving through it. This creates empty space. Emerald and diamonds can be collected by moving into them. Diamonds are with 3x as Emeralds.  Rocks and gems can rest on dirt, walls (only indestructible and magic walls), or other rocks and gems, but once these are removed, they will fall down. This is sometimes useful, as you can drop things on top of monsters roaming the levels. Some destroyed monsters drop gems necessary to achieve the necessary number to complete the level.  Or they may drop other pieces, such as explosives or keys to help you solve the puzzles.  Or control the wind direction.  There are dozens of creatures to interact with.  Crystal Mine is a fun and challenging game and comes with many of the levels created by Emerald Mine Cub members over the past 20+ years.\\n\\nPlease note that this game is extremely challenging and some levels will take many attempts before they can be solved.","96":"Nerve is a game of chance and strategy. Are you more daring than your opponent? Are you smarter? Can you find a strategy that gains you points faster? Nerve is the game for you.","97":"Pebbles is ideal for a quick game!\\nThe game is easy to get into as well as get out of again. There is no troublesome saving or loading \\u2013 just end the game (by pressing the home button on the iPhone) and start exactly where you left off next time you turn it on.\\n\\nPebbles is flexible!\\nPebbles has got everything: from a quick game here and there to tricky challenges.\\n\\nThe easier levels don\\u2019t require too much sweat; however, they are not trivial and still a lot of fun. The higher levels of difficulty get pretty tricky, though. Just the right thing when you\\u2019re in the mood to get that gray matter working. \\n\\nPebbles is pretty and sounds cute!\\nWhat\\u2019s more, Pebbles is supported by adorable visual effects (three pebble designs to choose from) and the cutest sounds.\\n\\n\\nHow does Pebbles work?\\n\\nThe basic principle of the game is irresistibly easy: from the edge, you throw a pebble into a square playing field. When one stone lands on another of the same color, this stone as well as all bordering stones of the same color disappear. The goal is, of course, to empty the field \\u2013 so far, so good.  \\n\\nYet, this simple concept leads to surprisingly challenging functions, and the variety of strategic possibilities make Pebbles an absorbing game. \\n\\nA shelf above the playing field shows which stone is going to come next. Knowing which stone is going to follow is a deciding factor in the game\\u2019s strategy. \\n\\nChoosing the sequence of the moves with care is also very important: a well positioned pebble can do more than just eliminate others; it can also be the basis for up coming moves, just as a badly positioned pebble can prove to be terribly obstructive.  \\n\\nThe level of difficulty increases with the number of pebbles that are in the playing field at the start of a game as well as the number of different colors.","98":"\"*  Air Tycoon - Realistic management simulation game. It's a full version and free!\\nManage your own airline company in the world.\\n\\n*  New Game 'Air Tycoon Online' is also available now.  - Compete with your friends.\\n\\n*  Air Tycoon 2  - Fully upgraded from original one. Dedicated iPad version is also available.\\n\\n*  Enjoy our new game 'Hotel Tycoon 2' - Fully upgraded from original Hotel Tycoon\\n\\n -  Worldwide 67 destinations\\n -  16 airplane models\\n -  3 play modes and 4 difficulty levels\\n -  Play with 3~7 AI players\\n -  Precise and brilliant simulation modeling\\n -  Convenient & easy user interface\\n -  Game save and load (including auto save mode)\\n\\nAre you dreaming of becoming a CEO? Do you want to test your business sense? Do you want to be a tycoon in the blue sky?  Here is the way make it come true. Air Tycoon is a genuine and highly addictive simulation game.\\n\\nYou can make your own company which can buy airplanes and build routes over the 62 world wide cities. When you make a route you can control the schedule, fare, service level to create more profit. After that, hiring more employees is needed. You can invest for advertisement to pull up company's name value and check the employee's productivity for satisfaction of customers. If you need more money for managing, you can get a loan and pay off from the bank.\\n\\n\\n* Enjoy our other management simulation games. \\n\\n- Hotel Tycoon 2 (New Game - Fully upgraded and new features. iPad version is also available.) \\n- Touch Traffic HD (Brilliant traffic control game) \\n- Cruise Tycoon (Cruise company management game. iPad version is also available.)\\n- Air Tycoon 2 (Airline company management simulation game. iPad version is also available.)\\n- Hotel Tycoon (Hotel chain management simulation game.)\\n \\n________________________________________\\n\\n* When you have any question or opinion about our game, please contact us. Thank you. \\n\\n- E-mail : support@tradegamelab.com \\n- Twitter : www.twitter.com\/tradegamelab\"","99":"EMERGENCY! You\\'re running out of fuel in the midst of the jungle!\\n\\nUse your rockets to CLEAR THE RUNWAY of obstacles before you touch ground.\\n\\nThis is the HEAVILY upgraded iDevice version of Donut Games\\' classic web game. Bombing has never been this fun!\\n\\n* * * * * * * * * * * * * * * * * * * * * * * *\\n\\nGAME FEATURES:\\n\\n- Addicting Aim n\\' Bomb action\\n- Easy, rock solid controls\\n- THREE game modes:\\n- 1) \"CHALLENGES\" with 70 levels to beat one at a time, and unlimited number of attempts\\n- 2) \"ARCADE\" with 8 unique levels that needs to be cleared with a single life, arcade style\\n- 3) \"STAR PILOT\":  The bonus game where you collect stars and perform loop stunts\\n- Lots of varying landscapes to clear\\n- Donut Games\\' Collectors Icon #05\\n- Trainer mode for kids\\n- And much more...\\n\\nTECH FEATURES:\\n\\n- Game Center support\\n- MFi controller support\\n- ION Arcade controller support\\n- Universal App (iPad, iPhone, iPod Touch)\\n\\nAWARDS:\\n\\n- Rated \"Highly Addictive Game\" by Apple\\n- #3 Most Downloaded App in App Store US, January 2010\\n\\n* * * * * * * * * * * * * * * * * * * * * * * *\\n\\nEnjoy another Donut Games release!"},"Developer":{"0":"Mighty Mighty Good Games","1":"Kiss The Machine","2":"Bayou Games","3":"Mighty Mighty Good Games","4":"RoGame Software","5":"OutOfTheBit Ltd","6":"Robert Farnum","7":"Chris Haynes","8":"Jean-Francois Pautex","9":"BesqWare","10":"H2F Informationssysteme GmbH","11":"Bridger Maxwell","12":"TMSOFT","13":"Mikko Kankainen","14":"Futrell Software","15":"SOLILAB","16":"SOLILAB","17":"Memention Holding AB","18":"Meme, Inc","19":"Splash Software Ltd.","20":"Zentropy Software","21":"Armin Heinrich","22":"Jean-Francois Pautex","23":"Frederic Bronner","24":"TwoDesk Software Company","25":"Quicksand Interactive","26":"Subatomic Studios, LLC","27":"Sillysoft Games","28":"Solid Apps GmbH","29":"Pramod Shankar","30":"Mighty Mighty Good Games","31":"Greggy Bits Software","32":"Lang Software Limited","33":"Tom Kerrigan","34":"Jason Haslup","35":"Mighty Mighty Good Games","36":"Tom Kerrigan","37":"EUROCENTER","38":"TapJoy","39":"Easy 8 Software","40":"Spiffcode, Inc.","41":"Affogato LLC","42":"Yoshikazu Kakinoki","43":"Cocoa Stuff","44":"Software River Solutions, Inc","45":"Sillysoft Games","46":"Mutant Piano Software","47":"digitalsirup GmbH","48":"digitalsirup GmbH","49":"Yoshikazu Kakinoki","50":"Ilium Software, Inc.","51":"Audacity Software Pte. Ltd.","52":"CUBIC digital","53":"NTP","54":"DeadRatGames","55":"Pomegranate Apps LLC","56":"Yoshikazu Kakinoki","57":"Yoshikazu Kakinoki","58":"Affogato LLC","59":"Glu Games Inc","60":"MindJolt","61":"Gamez 4 Touch","62":"Solus Games","63":"Solus Games","64":"John Gregorek","65":"Cerebral Gardens","66":"ZingMagic Limited","67":"John Gregorek","68":"Glu Games Inc","69":"John Gregorek","70":"\"Sean O'Connor\"","71":"CrazySoft Limited","72":"CrazySoft Limited","73":"NUTRACTOR","74":"GameHouse","75":"CUBIC digital","76":"Voxeloid Kft.","77":"Michael Fuller","78":"Games Cafe Inc.","79":"Michael Fuller","80":"Software River Solutions, Inc","81":"\"Sean O'Connor\"","82":"Eiko Bleicher, Skizzix.com","83":"Cerebral Gardens","84":"Savy Soda","85":"Software River Solutions, Inc","86":"Futrell Software","87":"Ninja Kiwi","88":"Optime Software LLC","89":"Optime Software LLC","90":"SH Limited","91":"Blitwise Productions, LLC","92":"Donut Games","93":"Blitwise Productions, LLC","94":"Frank LaRosa","95":"Modular Dreams Inc","96":"Mahboud Zabetian","97":"Objective Development","98":"TRADEGAME Lab Inc.","99":"Donut Games"},"Genres":{"0":"Games, Strategy, Puzzle","1":"Games, Strategy, Board","2":"Games, Board, Strategy","3":"Games, Strategy, Puzzle","4":"Games, Strategy, Board, Education","5":"Games, Entertainment, Strategy, Puzzle","6":"Games, Entertainment, Puzzle, Strategy","7":"Games, Strategy, Board","8":"Games, Strategy, Board, Entertainment","9":"Games, Casual, Strategy","10":"Games, Entertainment, Strategy, Puzzle","11":"Games, Puzzle, Strategy","12":"Games, Strategy, Entertainment","13":"Games, Puzzle, Strategy","14":"Games, Puzzle, Strategy, Entertainment","15":"Games, Strategy, Board","16":"Games, Strategy, Board","17":"Games, Board, Strategy","18":"Games, Puzzle, Strategy","19":"Games, Strategy, Puzzle, Entertainment","20":"Games, Strategy, Entertainment, Board","21":"Entertainment, Games, Casual, Strategy","22":"Games, Puzzle, Education, Strategy","23":"Games, Board, Entertainment, Strategy","24":"Games, Puzzle, Entertainment, Strategy","25":"Games, Strategy, Puzzle","26":"Games, Entertainment, Action, Strategy","27":"Games, Entertainment, Strategy, Board","28":"Games, Board, Entertainment, Strategy","29":"Games, Strategy, Card, Entertainment","30":"Games, Strategy, Entertainment, Puzzle","31":"Games, Card, Strategy","32":"Games, Strategy, Board, Entertainment","33":"Games, Board, Entertainment, Strategy","34":"Games, Strategy, Puzzle","35":"Games, Puzzle, Entertainment, Strategy","36":"Games, Strategy, Entertainment, Board","37":"Games, Strategy, Board","38":"Games, Strategy, Entertainment, Simulation","39":"Games, Strategy, Board","40":"Games, Strategy, Entertainment, Action","41":"Games, Board, Strategy, Entertainment","42":"Games, Board, Strategy","43":"Games, Board, Strategy","44":"Games, Entertainment, Puzzle, Strategy","45":"Games, Strategy, Board, Entertainment","46":"Games, Strategy, Board","47":"Games, Puzzle, Education, Strategy","48":"Games, Strategy, Puzzle","49":"Games, Strategy, Board","50":"Games, Entertainment, Card, Strategy","51":"Games, Strategy, Puzzle","52":"Games, Finance, Strategy, Simulation","53":"Games, Strategy, Word, Entertainment","54":"Games, Entertainment, Simulation, Strategy","55":"Games, Puzzle, Entertainment, Strategy","56":"Games, Strategy, Board","57":"Games, Strategy, Board","58":"Games, Entertainment, Board, Strategy","59":"Games, Strategy, Action, Entertainment","60":"Games, Entertainment, Strategy, Role Playing","61":"Games, Puzzle, Strategy, Entertainment","62":"Games, Strategy, Entertainment, Puzzle","63":"Games, Sports, Entertainment, Strategy","64":"Games, Entertainment, Casual, Strategy","65":"Games, Entertainment, Word, Strategy","66":"Games, Card, Entertainment, Strategy","67":"Games, Entertainment, Casual, Strategy","68":"Games, Strategy, Action, Entertainment","69":"Games, Entertainment, Strategy, Casual","70":"Games, Board, Strategy","71":"Games, Puzzle, Entertainment, Strategy","72":"Games, Entertainment, Puzzle, Strategy","73":"Games, Strategy, Board","74":"Games, Entertainment, Strategy, Puzzle","75":"Games, Entertainment, Adventure, Strategy","76":"Games, Strategy, Entertainment, Puzzle","77":"Games, Strategy, Action, Entertainment","78":"Games, Strategy, Entertainment, Action","79":"Games, Strategy, Action, Entertainment","80":"Games, Entertainment, Strategy, Puzzle","81":"Games, Board, Strategy","82":"Games, Board, Education, Strategy","83":"Games, Strategy, Entertainment, Word","84":"Games, Strategy, Board","85":"Games, Entertainment, Puzzle, Strategy","86":"Games, Board, Strategy, Entertainment","87":"Games, Strategy, Puzzle","88":"Games, Strategy, Entertainment, Board","89":"Games, Entertainment, Board, Strategy","90":"Games, Entertainment, Strategy, Role Playing","91":"Games, Family, Strategy, Entertainment","92":"Games, Strategy, Action","93":"Games, Strategy, Family, Entertainment","94":"Games, Board, Strategy","95":"Games, Casual, Strategy","96":"Games, Strategy","97":"Games, Strategy, Board, Entertainment","98":"Games, Strategy, Role Playing, Entertainment","99":"Games, Strategy, Action"},"Languages":{"0":"DA, NL, EN, FI, FR, DE, IT, JA, KO, NB, PL, PT, RU, ZH, ES, SV, ZH","1":"EN","2":"EN","3":"DA, NL, EN, FI, FR, DE, IT, JA, KO, NB, PL, PT, RU, ZH, ES, SV, ZH","4":"DA, NL, EN, FR, DE, EL, IT, JA, KO, NO, PT, RU, ZH, ES, SV","5":"EN","6":null,"7":"EN","8":"FR","9":"EN","10":"EN","11":"EN","12":"EN","13":"EN","14":"EN","15":"EN, FR, DE, IT, ES","16":"EN, FR, DE, IT, ES","17":"EN","18":"EN","19":"EN","20":"EN","21":"EN","22":"EN, FR","23":"EN, FR","24":"EN","25":"EN","26":"EN","27":"EN","28":"EN, FR, DE, EL, PT, RU, ZH, ES","29":"EN","30":"DA, NL, EN, FI, FR, DE, IT, JA, KO, NB, PL, PT, RU, ZH, ES, SV, ZH","31":"EN","32":"EN, FR, DE, IT, ES","33":"EN, FR, DE, JA, KO, ZH","34":"EN","35":"DA, NL, EN, FI, FR, DE, IT, JA, KO, NB, PL, PT, RU, ZH, ES, SV, ZH","36":"EN, FR, DE, JA, KO, ZH","37":"EN","38":"EN","39":"EN","40":"EN","41":"EN","42":"EN, JA","43":"EN","44":"EN","45":"DA, NL, EN, FR, DE, IT, NO, NB, PT, ES, SV","46":"NL, EN","47":"EN, FR, DE, JA","48":"EN, DE","49":"EN, JA","50":"EN","51":"EN","52":"EN","53":"EN","54":"EN","55":"EN","56":"EN, JA","57":"EN, JA","58":"EN","59":"EN","60":"EN","61":"EN","62":"EN","63":"EN","64":"EN","65":"EN","66":"EN","67":"EN","68":"EN","69":"EN","70":"EN","71":"EN","72":"EN","73":"EN, JA","74":"EN, FR, DE, IT, ES","75":"EN","76":"EN","77":"EN","78":"EN, FR, DE, IT, ES","79":"EN","80":"EN","81":"EN","82":"EN, DE","83":"EN","84":"ZH, EN","85":"EN","86":"EN","87":"EN","88":"EN","89":"EN","90":"AR, ZH, CS, EN, FR, DE, IT, JA, PL, PT, RU, ES, TR","91":"EN","92":"EN","93":"EN","94":"EN","95":"EN","96":"EN","97":"EN, DE","98":"EN","99":"EN"},"Name":{"0":"Sudoku","1":"Reversi","2":"Morocco","3":"Sudoku (Free)","4":"Senet Deluxe","5":"Sudoku - Classic number puzzle","6":"Gravitation","7":"Colony","8":"Carte","9":"\"Barrels O' Fun\"","10":"Quaddraxx","11":"Lumen Lite","12":"BubblePop","13":"Marple","14":"Tetravex Lite","15":"Awele\/Oware - Mancala HD","16":"Awele\/Oware - Mancala HD","17":"Chess Game","18":"Catcha Mouse","19":"Cool Sudoku, Jigsaw, Killer","20":"Mind the Corners","21":"All You Can Eat","22":"Ane Rouge","23":"Neiscat","24":"Boomshine","25":"Gaia Lite","26":"Fieldrunners","27":"Lux Touch 3 - World Domination","28":"\"Don't Square\"","29":"Smart Rummy","30":"Expert Sudoku","31":"Edgewise","32":"Chess Genius","33":"Chess - tChess Pro","34":"Toobz","35":"Color Sudoku","36":"Chess - tChess Lite","37":"Checkers Online Lite","38":"TapDefense","39":"Chinese Chess (Xiangqi)","40":"Warfare Incorporated","41":"Strategery","42":"5x5 Shogi (MiniShogi) K55","43":"Deep Green Chess","44":"Jewel Lines","45":"Lux DLX 3 - Map Conquest Game","46":"ChartFight SP","47":"Robo Logic","48":"RoboLogic Lite","49":"Kakinoki Shogi (Japanese Chess)","50":"Kings Corners Free","51":"Flip Ninja","52":"Gun Runner Wars","53":"Word Zapper","54":"Antivirus","55":"Arcs","56":"Shogi Kifu","57":"Shogi Kifu","58":"Strategery Lite","59":"Wedding Dash Deluxe","60":"Agency Wars Lite","61":"Touch Physics Lite","62":"FIREWALL: Defender FREE","63":"PocketSports Football Lite","64":"BallSnare","65":"Wordology","66":"Omar Sharif Bridge","67":"PahJong Hurricane","68":"Wedding Dash","69":"PahJong Tsunami","70":"Slay","71":"Paintball II","72":"Psarakia (Ice Fishing)","73":"Shogi Demon","74":"Tiki Towers LITE","75":"Gun Runner +","76":"Polycubes","77":"Port Defender\\xae - 2D Field Defense","78":"\"Sally's Spa\"","79":"Port Defender\\xae Lite - 2D Field Defense","80":"\"Tap 'n' Pop Classic: Balloon Group Remove\"","81":"Conquest (+ all maps)","82":"Shredder Chess","83":"Wordology Lite","84":"Gomoku Free (\\u4e94\\u5b50\\u68cb, \\u4e94\\u76ee\\u4e26\\u3079, \\uc624\\ubaa9)","85":"\"Tap 'n' Pop Classic (Lite): Balloon Group Remove\"","86":"Tournament Reversi Free","87":"Bloons","88":"Chess \\u2219","89":"Chess Premium","90":"UniWar: Multiplayer Strategy","91":"Pocket Tanks Deluxe","92":"Castle Smasher","93":"Pocket Tanks","94":"Inverti","95":"Crystal Mine","96":"Nerve","97":"Pebbles","98":"AirTycoon - Airline Management","99":"Jungle Crash Land"},"Original_Release_Date":{"0":"11\/7\/2008","1":"11\/7\/2008","2":"11\/7\/2008","3":"23\/07\/2008","4":"18\/07\/2008","5":"30\/07\/2008","6":"30\/07\/2008","7":"3\/8\/2008","8":"3\/8\/2008","9":"1\/8\/2008","10":"11\/8\/2008","11":"18\/08\/2008","12":"22\/08\/2008","13":"28\/08\/2008","14":"27\/08\/2008","15":"31\/08\/2008","16":"31\/08\/2008","17":"2\/9\/2008","18":"19\/02\/2009","19":"24\/09\/2008","20":"19\/09\/2008","21":"24\/09\/2008","22":"27\/09\/2008","23":"29\/09\/2008","24":"7\/10\/2008","25":"2\/10\/2008","26":"5\/10\/2008","27":"7\/10\/2008","28":"12\/10\/2008","29":"4\/11\/2008","30":"21\/10\/2008","31":"25\/10\/2008","32":"8\/11\/2008","33":"5\/11\/2008","34":"5\/11\/2008","35":"14\/11\/2008","36":"15\/11\/2008","37":"29\/11\/2008","38":"24\/11\/2008","39":"24\/11\/2008","40":"4\/12\/2008","41":"9\/12\/2008","42":"11\/12\/2008","43":"9\/12\/2008","44":"13\/12\/2008","45":"19\/12\/2008","46":"17\/12\/2008","47":"15\/12\/2008","48":"3\/1\/2009","49":"19\/01\/2009","50":"22\/01\/2009","51":"16\/01\/2009","52":"4\/2\/2009","53":"22\/01\/2009","54":"3\/2\/2009","55":"21\/01\/2009","56":"14\/07\/2011","57":"14\/07\/2011","58":"5\/2\/2009","59":"28\/01\/2009","60":"14\/03\/2009","61":"1\/2\/2009","62":"28\/01\/2009","63":"12\/2\/2009","64":"6\/2\/2009","65":"28\/02\/2009","66":"17\/02\/2009","67":"16\/02\/2009","68":"18\/02\/2009","69":"18\/02\/2009","70":"27\/02\/2009","71":"25\/02\/2009","72":"25\/02\/2009","73":"24\/02\/2009","74":"25\/02\/2009","75":"25\/02\/2009","76":"7\/3\/2009","77":"27\/03\/2009","78":"8\/4\/2009","79":"27\/03\/2009","80":"27\/03\/2009","81":"27\/03\/2009","82":"27\/03\/2009","83":"27\/03\/2009","84":"27\/03\/2009","85":"28\/03\/2009","86":"27\/03\/2009","87":"14\/04\/2009","88":"18\/04\/2009","89":"23\/04\/2009","90":"14\/04\/2009","91":"15\/04\/2009","92":"14\/04\/2009","93":"15\/04\/2009","94":"21\/04\/2009","95":"3\/5\/2009","96":"28\/04\/2009","97":"28\/04\/2009","98":"29\/04\/2009","99":"1\/5\/2009"},"Price":{"0":2.99,"1":1.99,"2":0.0,"3":0.0,"4":2.99,"5":0.0,"6":0.0,"7":0.99,"8":0.0,"9":0.0,"10":0.0,"11":0.0,"12":0.0,"13":0.99,"14":0.0,"15":0.0,"16":0.0,"17":0.0,"18":0.0,"19":0.0,"20":0.99,"21":0.99,"22":0.0,"23":0.99,"24":0.99,"25":0.0,"26":2.99,"27":0.0,"28":0.99,"29":2.99,"30":2.99,"31":0.0,"32":5.99,"33":7.99,"34":0.99,"35":2.99,"36":0.99,"37":0.0,"38":0.0,"39":0.99,"40":0.0,"41":1.99,"42":2.99,"43":7.99,"44":2.99,"45":4.99,"46":0.99,"47":0.99,"48":0.0,"49":4.99,"50":0.0,"51":0.0,"52":0.99,"53":0.99,"54":0.0,"55":2.99,"56":3.99,"57":3.99,"58":0.0,"59":0.99,"60":0.0,"61":0.0,"62":0.0,"63":0.0,"64":0.99,"65":2.99,"66":5.99,"67":0.99,"68":0.0,"69":0.99,"70":3.99,"71":2.99,"72":2.99,"73":2.99,"74":0.0,"75":0.0,"76":0.0,"77":0.0,"78":2.99,"79":0.0,"80":2.99,"81":4.99,"82":3.99,"83":0.0,"84":0.0,"85":0.0,"86":0.0,"87":0.99,"88":0.0,"89":1.99,"90":0.0,"91":4.99,"92":0.99,"93":0.0,"94":0.0,"95":0.0,"96":0.0,"97":0.0,"98":0.0,"99":0.99}}